Repository: wp-plugins/thanks-you-counter-button
Catalog: tags/1.7.2/lang/thankyou-*.po
Languages: ru_ru

source: the latest or the most thanked post titles with total thanks quant
ru_ru: Отблагдаренные пооследними статьи с общим количеством благодарностей или статьи с наибольшим количеством благодарностей

source: Thanks Stat
ru_ru: Статистика благодарностей

source: Total quant of thanks:
ru_ru: Общее количество благодарностей:

source: Title:
ru_ru: Заголовок статьи

source: Number of posts to show:
ru_ru: Количество статей для показа:

source: What posts to show:
ru_ru: Какие статьи показывать:

source: Latest thanked
ru_ru: Последние благодарности

source: Most thanked
ru_ru: Максимум благодарностей

source: Total quant of thanks
ru_ru: Общее количество благодарностей:

source: Display total quant of thanks
ru_ru: Показать общее количество благодарностей

source: Check Full Statistics
ru_ru: Просмотр полной статистики

source: Plugin author home page
ru_ru: Сайт автора плагина

source: No thanks yet
ru_ru: Пока благодарностей нет

source: Posts number to show:
ru_ru: Количество статей для показа:

source: Display Full Statistics link
ru_ru: Просмотр полной статистики

source: Display plugin author link
ru_ru: Показать ссылку на сайт автора плагина

source: Latest Thanks
ru_ru: Последние благодарности

source: Most Thanked
ru_ru: Максимум благодарностей

source: Thank You Counter Button requires WordPress 3.0 or newer.
ru_ru: Для работы кнопки подсчета благодарностей нужна версия WordPress не ниже 3.0

source: Please update!
ru_ru: Пожалуйста, обновите!

source: Every time a new visitor clicks the "Thank you" button, one point is added to the total "thanks" counter for this post.
ru_ru: Каждый раз, когда новый посетитель щелкает по кнопке "Спасибо", единица добавляется к счетчику благодарностей для данной статьи.

source: Thank You Counter Button Plugin
ru_ru: Установки для плагина: Кнопка подсчета благодарностей

source: Settings
ru_ru: Установки

source: Statistics
ru_ru: Статистика

source: You left &ldquo;Thanks&rdquo; already for this post
ru_ru: Вы уже оставили благодарность за эту статью

source: Click to left &ldquo;Thanks&rdquo; for this post
ru_ru: Щелкните мышью, чтобы оставить благодарность за эту статью

source: View statistics details for "%s"
ru_ru: Просмотр детализированной статистики для "%s"

source: Hide these shortcuts
ru_ru: Скрыть ссылки доступа к установкам и статистике плагина

source: Do you really want to hide these shortcuts?
ru_ru: Вы действительно хотите скрыть эти ссылки?

source: Thank You
ru_ru: Спасибо

source: Changelog
ru_ru: Журнал изменений

source: Additional Documentation
ru_ru: Дополнительная документация

source: Default Settings are restored
ru_ru: Установки по-умолчанию восстановлены

source: All Thanks Counters are cleared
ru_ru: Все счётчики благодраностей обнулены

source: About this Plugin:
ru_ru: Об этом плагине

source: Author's website
ru_ru: Вебсайт автора

source: Plugin webpage
ru_ru: Страница плагина

source: Additional documentation
ru_ru: Дополнительная документация

source: FAQ
ru_ru: Часто задаваемые вопросы

source: Donate
ru_ru: Поддержать

source: More plugins from
ru_ru: Ещё плагины от

source: No items found.
ru_ru: Ничего не найдено.

source: Recent Posts:
ru_ru: Последние статьи:

source: Greetings:
ru_ru: Приветствия

source: It's me, the author
ru_ru: Это я, автор

source: for the help with Belarusian translation
ru_ru: за помощь с белорусским переводом

source: for the help with Dutch translation
ru_ru: за помощь с голландским переводом

source: for the help with French translation, ideas, source code contributions and new versions testing
ru_ru: за помощь с французским переводом, идеи, вклад в разработку и тестирование новых версий

source: for the help with German translation
ru_ru: за помощь с немецким переводом

source: for the help with Hungarian translation
ru_ru: за помощь с венгерским переводом

source: for the help with Iranian translation
ru_ru: за помощь с иранским переводом

source: for the help with Italian translation
ru_ru: за помощь с итальянским переводом

source: for the help with Spanish translation, ideas and new versions testing
ru_ru: за помощь с испанским переводом, идеи и тестирование новых версий

source: For the help with Turkish translation
ru_ru: за помощь с турецким переводом

source: for setting page layout idea and html markup examples
ru_ru: за идею по компоновке экрана с опциями и примеры HTML разметки

source: for the excelent JQuery color picker
ru_ru: за отличный JQuery-плагин для работы с цветовой палитрой

source: for the form input slider code
ru_ru: за код слайдера для текстового поля input HTML формы

source: for the cute online button image generator
ru_ru: за прекрасный онлайновый генератор изображений кнопок

source: All settings for TYCB plugin will be return to the default values, Continue?
ru_ru: Всем установкам для TYCB плагина будут возвращены значения по-умолчанию, Продолжить?

source: All thanks counters for all posts will be set to 0,\n all thanks click history will be cleared, Continue?
ru_ru: Все счетчики благодарностей для всех статей будут обнулены,\n вся история кликов по кнопкам благодарности будет обнулена, Продолжить?

source: Display
ru_ru: Отображение

source: Display button at Pages
ru_ru: Отображать на Страницах

source: Display button at Home page, Categories/Tags archive pages
ru_ru: Отображать на Домашней странице, архивах категорий/тэгов

source: Do not show button for selected categories
ru_ru: Не отображать кнопку для отмеченных категорий

source: Position in the Post text
ru_ru: Расположение в статье

source: Before
ru_ru: До

source: At first page of multipaged posts only
ru_ru: Только на первой странице многостраничных статей

source: After
ru_ru: После

source: At last page of multipaged posts only
ru_ru: Только на последней странице многостраничных статей

source: Shortcode [thankyou]
ru_ru: Аббревиатура [thankyou]

source: Manual
ru_ru: Вручную

source: Button Caption
ru_ru: Надпись на кнопке

source: Button Styling
ru_ru: Стиль для Кнопки

source: Add style to the div:
ru_ru: Cтиль для div

source: e.g.,
ru_ru: , например,

source: to the Caption font:
ru_ru: для шрифта:

source: font color:
ru_ru: цвет шрифта:

source: Size
ru_ru: Размер

source: Normal
ru_ru: Нормальный

source: Compact
ru_ru: Компактный размер

source: Form and Color
ru_ru: Форма и Цвет

source: Custom button image URL
ru_ru: URL изображения собственной кнопки

source: Width, px
ru_ru: Ширина, px

source: Height, px
ru_ru: Высота, px

source: Misc
ru_ru: Разное

source: Check IP-address
ru_ru: Контролировать IP-адрес

source: Only one Thanks for post for one IP-address limit
ru_ru: Только одно Спасибо на статью с одного IP-адреса

source: Time limit:
ru_ru: Ограничение по времени:

source: Forever
ru_ru: Навсегда

source: Only for this period
ru_ru: Только на данный промежуток

source: seconds
ru_ru: секунд

source: Display settings shortcuts
ru_ru: Вывод служебных ссылок

source: Add shortcuts next to the buttons for settings quick access
ru_ru: Отобразить служебные ссылки справа от кнопок для быстрого доступа к разделу настроек

source: Return to Defaults
ru_ru: Вернуть значения по-умолчанию

source: Restore the default values for all settings
ru_ru: Восстановить значения по-умолчанию для всех установок

source: Reset Counters
ru_ru: Обнулить Счетчики

source: Reset all thanks counters for the all posts
ru_ru: Сбросить все счетчики благодарностей для всех статей

source: Save Changes
ru_ru: Сохранить изменения

source: Cancel
ru_ru: Отмена

source: Cancel not saved changes
ru_ru: Отказ от сохранения изменеий

source: Button DIV Style Preview
ru_ru: Стиль для раздела Кнопки

source: Post Title
ru_ru: Заголовок статьи

source: operation is prohibited
ru_ru: операция запрещена

source: None
ru_ru: Нет

source: Back to main statistics
ru_ru: Вернуться к основной статистике

source: Not available
ru_ru: Не доступен

source: Details for &ldquo;%s&rdquo;
ru_ru: Подробности для &ldquo;%s&rdquo;

source: Post Id
ru_ru: Id статьи

source: Thanks Quant
ru_ru: Количество благодарностей

source: View Post
ru_ru: Просмотр статьи

source: View "%s"
ru_ru: Просмотр "%s"

source: Edit "%s"
ru_ru: Изменить "%s"

source: Edit Post
ru_ru: Изменить статью

source: Reset this post counter
ru_ru: Обнулить счетчик для этой статьи

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
ru_ru: Вы собираетесь обнулить счетчик этой статьи '%s'. Используйте 'Отмена' чтобы отказаться, 'OK' чтобы произвести обнуление.

source: Reset Counter
ru_ru: Обнулить Счетчик

source: Displaying %s&#8211;%s of %s
ru_ru: Вывод %s&#8211;%s из %s

source: IP address
ru_ru: IP-адрес

source: Last Thank Date
ru_ru: Дата последней благодарности

source: Look up IP country
ru_ru: Найти страну по IP адресу

source: Show all post dates
ru_ru: Показать статьи за все даты

source: View all categories
ru_ru: Просмотр всех категорий

source: Show Posts without Thanks
ru_ru: Показать статьи без благодарностей

source: Rows per page:
ru_ru: Строк на страницу:

source: Refresh
ru_ru: Обновить

source: descending
ru_ru: убывающем

source: Ascending order
ru_ru: Возрастающий порядок

source: ascending
ru_ru: возрастающем

source: Descending order
ru_ru: Убывающий порядок

source: Click to sort in %s order
ru_ru: Щелкни для сортировки в %s порядке

source: View details
ru_ru: Просмотр деталей

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
ru_ru: Вы собираетесь обнулить счетчик этой статьи '%s'. Используйте 'Отмена' чтобы отказаться, 'OK' чтобы произвести обнуление.

source: No posts with thanks found
ru_ru: Статьи c благодарностями не найдены
