Repository: wp-plugins/thanks-you-counter-button
Catalog: tags/1.6.7/lang/thankyou-*.po
Languages: de_de

source: the latest or the most thanked post titles with total thanks quant
de_de: Die Überschriften der neuesten Einträge oder der mit den meisten Danksagungen, mit der Gesamtzahl an Danksagungen

source: Thanks Stat
de_de: Danksagungs-Statistiken

source: Total quant of thanks:
de_de: Gesamtanzahl der Danksagungen:

source: Title:
de_de: Titel:

source: Number of posts to show:
de_de: Anzuzeigende Anzahl von Einträgen:

source: What posts to show:
de_de: Anzuzeigende Einträge:

source: Latest thanked
de_de: Einträge mit den neuesten Danksagungen

source: Most thanked
de_de: Einträge mit den meisten Danksagungen

source: Total quant of thanks
de_de: Gesamtanzahl der Danksagungen

source: Display total quant of thanks
de_de: Gesamtanzahl der Danksagungen anzeigen

source: Check Full Statistics
de_de: Komplette Statistik überprüfen

source: Plugin author home page
de_de: Homepage des Plugin-Autors

source: No thanks yet
de_de: Noch keine Danksagung

source: Posts number to show:
de_de: Anzahl der anzuzeigenden Einträge:

source: Display Full Statistics link
de_de: Link zu den kompletten Statistiken anzeigen

source: Display plugin author link
de_de: Link zum Plugin-Autor anzeigen

source: Latest Thanks
de_de: Neueste Danksagungen

source: Most Thanked
de_de: Die meisten Danksagungen

source: Thank You Counter Button requires WordPress 2.7.1 or newer.
de_de: Thank You Counter Button benötigt WordPress Version <strong>2.7.1</strong> oder höher.

source: Please update!
de_de: Bitte aktualisieren!

source: Every time a new visitor clicks the "Thank you" button, one point is added to the total "thanks" counter for this post.
de_de: Jedes Mal, wenn ein neuer Besucher den "Danke"-Button klickt, wird dem "Danksagungs"-Gesamtzähler für diesen Eintrag ein Punkt hinzugefügt.

source: Settings
de_de: Einstellungen

source: Statistics
de_de: Statistiken

source: You left &ldquo;Thanks&rdquo; already for this post
de_de: Sie haben sich für diesen Eintrag bereits &ldquo;bedankt&rdquo;

source: Click to left &ldquo;Thanks&rdquo; for this post
de_de: Hier klicken, um &ldquo;Danke&rdquo; für den Eintrag zu sagen!

source: View statistics details for "%s"
de_de: Statistik-Details für "%s" aufrufen

source: Hide these shortcuts
de_de: Diese Verknüpfungen ausblenden

source: Do you really want to hide these shortcuts?
de_de: Wollen Sie diese Verknüpfungen wirklich ausblenden?

source: Thank You
de_de: Danke

source: Additional Documentation
de_de: Zusätzliche Dokumentationen

source: Default Settings are restored
de_de: Standardeinstellungen sind wiederhergestellt

source: All Thanks Counters are cleared
de_de: Alle Danksagungs-Zähler wurden zurückgesetzt

source: About this Plugin:
de_de: Über dieses Plugin:

source: Author's website
de_de: Website des Autors

source: Plugin webpage
de_de: Homepage des Plugins

source: Additional documentation
de_de: Zusätzliche Dokumentationen

source: Donate
de_de: Spenden

source: Greetings:
de_de: Danksagung

source: It's me, the author
de_de: Ich bin's, der Autor

source: for the help with Spanish translation, ideas and new versions testing
de_de: für die Hilfe mit der spanischen Übersetzung, Ideen und das Testen neuer Versionen

source: for the excelent JQuery color picker
de_de: für den großartigen JQuery Color Picker

source: for the help with French translation, ideas, source code contributions and new versions testing
de_de: für die Hilfe mit der französischen Übersetzung, Ideen, Beiträge zum Quellcode und das Testen neuer Versionen

source: for the help with German translation
de_de: für die Hilfe mit der deutsche Sprachübersetzung

source: for the help with Italian translation
de_de: für die Hilfe mit der Italienisch Sprachübersetzung

source: for the help with Belarusian translation
de_de: für die Hilfe mit der weißrussisch Sprachübersetzung

source: for the help with Hungarian translation
de_de: für die Hilfe mit der Hungarian Sprachübersetzung

source: for setting page layout idea and html markup examples
de_de: für die Idee für das Layout der Seite und die HTML-Beispiele

source: for the form input slider code
de_de: für den Code des Formular-Eingabe-Sliders

source: for the cute online button image generator
de_de: für den niedlichen Online-Button-Erzeuger

source: All settings for TYCB plugin will be return to the default values, Continue?
de_de: Alle Einstellungen für das TYCB-Plugin werden auf die Standardwerte zurückgesetzt. Fortfahren?

source: All thanks counters for all posts will be set to 0,\n all thanks click history will be cleared, Continue?
de_de: Alle Danksagungs-Zähler für alle Einträge werden auf 0 gesetzt ,\ndie komplette Danksagungs-Historie wird gelöscht. Fortfahren?"

source: Display
de_de: Ansicht

source: Display button at Pages
de_de: Button auf den Pages anzeigen.

source: Display button at Home page, Categories/Tags archive pages
de_de: Button auf der Startseite und den Kategorie-, Tag- und Archiv-Seiten anzeigen.

source: Do not show button for selected categories
de_de: Button für die ausgewählten Kategorien nicht anzeigen.

source: Position in the Post text
de_de: Position im Text des Eintrags

source: Before
de_de: Davor

source: At first page of multipaged posts only
de_de: Nur auf der ersten Seite von mehrseitigen Einträgen

source: After
de_de: Danach

source: At last page of multipaged posts only
de_de: Nur auf der letzten Seite mehrseitiger Einträge

source: Shortcode [thankyou]
de_de: Code <code>[thankyou]</code>

source: Manual
de_de: Handbuch

source: Button Caption
de_de: Button-Beschriftung

source: Button Styling
de_de: Button-Style

source: Add style to the div:
de_de: Style zum DIV-Code hinzufügen:

source: e.g.,
de_de: z.B.,

source: to the Caption font:
de_de: zur Schriftart der Beschriftung:

source: font color:
de_de: Schriftfarbe:

source: Size
de_de: Größe:

source: Compact
de_de: Kompakt

source: Form and Color
de_de: Form und Farbe

source: Custom button image URL
de_de: URL für eigenes Button-Bild

source: Width, px
de_de: Breite, px

source: Height, px
de_de: Höhe, px

source: Misc
de_de: Verschiedenes

source: Check IP-address
de_de: IP-Adresse überprüfen

source: Only one Thanks for post for one IP-address limit
de_de: Limitierung einer IP-Adresse auf ein Danke pro Eintrag

source: Time limit:
de_de: Zeitbeschränkung:

source: Forever
de_de: Ständig

source: Only for this period
de_de: Nur für diese Dauer

source: seconds
de_de: Sekunden

source: Display settings shortcuts
de_de: Einstellungs-Verknüpfungen anzeigen

source: Add shortcuts next to the buttons for settings quick access
de_de: Verknüpfungen neben den Buttons für den Schnellzugriff auf die Einstellungen hinzufügen

source: Return to Defaults
de_de: Zurücksetzen auf Standardeinstellungen

source: Restore the default values for all settings
de_de: Standardwerte für alle Einstellungen wiederherstellen

source: Reset Counters
de_de: Zähler zurücksetzen

source: Reset all thanks counters for the all posts
de_de: Alle Danksagungs-Zähler für alle Einträge zurücksetzen

source: Save Changes
de_de: Änderungen speichern

source: Cancel
de_de: Abbrechen

source: Cancel not saved changes
de_de: Nicht gespeicherte Änderungen verwerfen

source: Button DIV Style Preview
de_de: Vorschau des DIV-Styles des Buttons

source: Post Title
de_de: Titel des Eintrags

source: operation is prohibited
de_de: Funktion ist verboten

source: None
de_de: Keiner

source: Back to main statistics
de_de: Zurück zu den Hauptstatistiken

source: Not available
de_de: Nicht verfügbar

source: Details for &ldquo;%s&rdquo;
de_de: Details für &ldquo;%s&rdquo;

source: Post Id
de_de: Eintrags-Kennzeichnung

source: Thanks Quant
de_de: Danksagungs-Anzahl

source: View Post
de_de: Eintrag ansehen

source: View "%s"
de_de: "%s" ansehen

source: Edit "%s"
de_de: "%s" bearbeiten

source: Edit Post
de_de: Eintrag bearbeiten

source: Reset this post counter
de_de: Zähler für diesen Eintrag zurücksetzen

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
de_de: Sie sind im Begriff, den Danke-Zähler dieses Eintrags '%s' zurückzusetzen. Klicken Sie 'Abbrechen', um nichts zu tun, 'OK', um ihn auf Null zurückzusetzen.

source: Reset Counter
de_de: Zähler zurücksetzen

source: Displaying %s&#8211;%s of %s
de_de: Anzeige %s&#8211;%s von %s

source: IP address
de_de: IP-Adresse

source: Last Thank Date
de_de: Datum der letzten Danksagung

source: Look up IP country
de_de: Zur IP gehöriges Land finden

source: Show all post dates
de_de: Datum für alle Einträge anzeigen

source: View all categories
de_de: Alle Kategorien anzeigen

source: Show Posts without Thanks
de_de: Einträge ohne Danksagung anzeigen

source: Rows per page:
de_de: Zeilen pro Seite:

source: Refresh
de_de: Aktualisieren

source: descending
de_de: absteigend

source: Ascending order
de_de: Aufsteigende Reihenfolge

source: ascending
de_de: aufsteigend

source: Descending order
de_de: Absteigende Reihenfolge

source: Click to sort in %s order
de_de: Klicken, um in %s Reihenfolge zu sortieren

source: View details
de_de: Details zeigen

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
de_de: Sie sind dabei, den Zähler dieses Eintrags '%s' auf Null zurückzusetzen. Klicken Sie 'Abbrechen', um nichts zu tun, 'OK', um ihn auf Null zurückzusetzen.

source: No posts with thanks found
de_de: Keine Einträge mit Danksagung gefunden
