Repository: wp-plugins/thanks-you-counter-button
Catalog: tags/1.7.4/lang/thankyou-*.po
Languages: es_es, fr_fr

source: the latest or the most thanked post titles with total thanks quant
es_es: Muestra las entradas agradecidas recientemente o las más agradecidas (se mostrará cantidad en el widget)
fr_fr: Les titres des articles remerci&eacute;s, le plus ou en dernier, avec le nombre total de Mercis

source: Thanks Stat
es_es: Artículos agradecidos
fr_fr: Statisques des Mercis&nbsp;

source: Total quant of thanks:
es_es: Agradecimientos totales:
fr_fr: Nombre total de Mercis&nbsp;:

source: Title:
es_es: Título:
fr_fr: Titre&nbsp;:

source: Number of posts to show:
es_es: Número de entradas a mostrar:
fr_fr: Nombre d'articles &agrave; afficher&nbsp;:

source: What posts to show:
es_es: Entradas a mostrar:
fr_fr: Les articles à afficher&nbsp;:

source: Latest thanked
es_es: Los últimos agradecimientos
fr_fr: Les derniers remerci&eacute;s

source: Most thanked
es_es: Los más agradecidos
fr_fr: Les plus remerci&eacute;s

source: Total quant of thanks
es_es: Total de agradecimientos
fr_fr: Nombre total de Mercis

source: Display total quant of thanks
es_es: Mostrar suma total de agradecimientos
fr_fr: Afficher le nombre total de Mercis

source: Check Full Statistics
es_es: Ver todas las estadísticas
fr_fr: Voir toutes les Statistiques

source: Plugin author home page
es_es: Página web del autor del plugin
fr_fr: Site Web de l'auteur de l'extension

source: No thanks yet
es_es: Todavía sin agradecimientos
fr_fr: Pas encore de Merci

source: Posts number to show:
es_es: Número de entradas a mostrar:
fr_fr: Nombre d'articles &agrave; afficher&nbsp;:

source: Display Full Statistics link
es_es: Mostrar enlace hacia estadísticas totales
fr_fr: Afficher le lien pour afficher toutes les Statistiques

source: Display plugin author link
es_es: Mostrar enlace hacia la web del autor
fr_fr: Afficher le lien de l'auteur de l'extension

source: Latest Thanks
es_es: Últimos agradecimientos (Thank You CB)
fr_fr: Derniers Mercis

source: Most Thanked
es_es: Los más agradecidos (Thank You CB)
fr_fr: Les plus remerci&eacute;s

source: Thank You Counter Button requires WordPress 3.0 or newer.
es_es: Thank You Counter Button requiere de WordPress 3.0 o superior.
fr_fr: Thank You Counter Button n&eacute;cessite au minimum une version <strong>3.0</strong> de WordPress.

source: Please update!
es_es: Por favor, ¡actualice!
fr_fr: Veuillez mettre &agrave; jour l'extension&nbsp;!

source: Every time a new visitor clicks the "Thank you" button, one point is added to the total "thanks" counter for this post.
es_es: Cada vez que un visitante hace clic sobre el botón "Gracias" se añadirá un punto a la suma total de agradecimientos de dicha entrada.
fr_fr: A chaque fois qu'un nouveau visiteur clique sur le bouton "Merci", un point est ajout&eacute; au total du compteur de "mercis" pour cet article.

source: Thank You Counter Button Plugin
es_es: Configuración de Thank You Counter Button
fr_fr: Options de l'extension <strong>Thank You Counter Button</strong>

source: Settings
es_es: Opciones
fr_fr: R&eacute;glages

source: Statistics
es_es: Estadísticas
fr_fr: Statistiques

source: You left &ldquo;Thanks&rdquo; already for this post
es_es: Ya diste las &ldquo;gracias&rdquo; por esta entrada
fr_fr: Vous avez d&eacute;j&agrave; remerci&eacute; cet article&nbsp;!

source: Click to left &ldquo;Thanks&rdquo; for this post
es_es: Pincha aquí si quieres dar las &ldquo;gracias&rdquo; por esta entrada
fr_fr: Cliquer pour dire &ldquo;Merci&rdquo; pour cet article&nbsp;!

source: View statistics details for "%s"
es_es: Ver las estadísticas detalladas de "%s"
fr_fr: Voir les statistiques d&eacute;taill&eacute;es de "%s"

source: Hide these shortcuts
es_es: Ocultar estos accesos directos
fr_fr: Cacher ces raccourcis

source: Do you really want to hide these shortcuts?
es_es: ¿Realmente desea ocultar estos accesos directos?
fr_fr: Voulez-vous vraiment masquer ces raccourcis ?

source: Thank You
es_es: Gracias
fr_fr: Merci&nbsp;

source: Changelog
es_es: Lista de cambios
fr_fr: R&eacute;visions

source: Additional Documentation
es_es: Documentación adicional
fr_fr: Documentation compl&eacute;mentaire

source: Default Settings are restored
es_es: Configuración inicial restaurada
fr_fr: R&eacute;glages par d&eacute;faut restaur&eacute;s

source: All Thanks Counters are cleared
es_es: TODOS los contadores de agradecimientos han sido reseteados
fr_fr: Tous les compteurs de Mercis ont &eacute;t&eacute; remis &agrave; z&eacute;ro

source: About this Plugin:
es_es: Acerca del Plugin:
fr_fr: A propos de cette extension

source: Author's website
es_es: Web del autor
fr_fr: Site Web de l'auteur

source: Plugin webpage
es_es: Web del plugin
fr_fr: Page Web de l'extension

source: Additional documentation
es_es: Documentación adicional
fr_fr: Documentation compl&eacute;mentaire

source: Donate
es_es: ¿Quiere hacer una donación?
fr_fr: Faire un don

source: Greetings:
es_es: Saludos:
fr_fr: Remerciements

source: It's me, the author
es_es: Soy yo, el autor :)
fr_fr: C'est moi, l'auteur

source: for the help with Belarusian translation
es_es: Por su ayuda con la traducción al bielorrusia
fr_fr: pour l'aide avec la traduction biélorussie

source: for the help with Dutch translation
es_es: Por su ayuda con la traducción al dutch
fr_fr: pour l'aide avec la traduction dutch

source: for the help with French translation, ideas, source code contributions and new versions testing
es_es: Por su ayuda con la traducción al francés, ideas, contribución con código fuente y pruebas de desarrollo
fr_fr: pour l'aide avec la traduction fran&ccedil;aise, les id&eacute;es, les contributions au code source et le test des nouvelles versions

source: for the help with German translation
es_es: Por su ayuda con la traducción al germano
fr_fr: pour l'aide avec la traduction allemand

source: for the help with Hungarian translation
es_es: Por su ayuda con la traducción al Hungarian
fr_fr: pour l'aide avec la traduction hungarian

source: for the help with Iranian translation
es_es: Por su ayuda con la traducción al iranian
fr_fr: pour l'aide avec la traduction iranian

source: for the help with Italian translation
es_es: Por su ayuda con la traducción al italiano
fr_fr: pour l'aide avec la traduction italien

source: for the help with Spanish translation, ideas and new versions testing
es_es: Por su ayuda con la traducción al castellano, ideas y pruebas de desarrollo
fr_fr: pour l'aide avec la traduction espagnole, les id&eacute;es et les tests des nouvelles versions

source: for setting page layout idea and html markup examples
es_es: Por la idea de ordenar la página de opciones y los ejemplos html
fr_fr: pour l'id&eacute;e de la mise en page des options et les exemples HTML

source: for the excelent JQuery color picker
es_es: Por el excelente selector de colores en JQuery
fr_fr: pour l'excellent JQuery color picker

source: for the form input slider code
es_es: Por el código del control deslizante del formulario
fr_fr: pour le code du slider du formulaire

source: for the cute online button image generator
es_es: Por el estupendo generador de imágenes de botones
fr_fr: pour le g&eacute;n&eacute;rateur en ligne du bouton image

source: All settings for TYCB plugin will be return to the default values, Continue?
es_es: Todos los valores de configuración de este plugin se reestablecerán\n a su configuración inicial, ¿desea continuar?
fr_fr: Tous les réglages de l\'extension TYCB vont être remise à leurs valeurs par défaut... Continuez ?

source: All thanks counters for all posts will be set to 0,\n all thanks click history will be cleared, Continue?
es_es: Los contadores de agradecimientos de TODAS las entradas se resetearán\n y se eliminará su historial de agradecimientos, ¿desea continuar?
fr_fr: Tous les compteurs de Mercis pour tous les articles vont être remis à 0,\n tout l\'historique des remerciements va être effacé, Continuez ?

source: Display
es_es: Ubicación
fr_fr: Affichage

source: Display button at Pages
es_es: Mostrar el botón en las páginas
fr_fr: Afficher le bouton sur les <code>Pages</code>.

source: Display button at Home page, Categories/Tags archive pages
es_es: Mostrar el botón en portada y en páginas de categorías/etiquetas
fr_fr: Afficher le bouton sur la <code>page d'accueil</code> ainsi que sur les pages des <code>cat&eacute;gories</code>, <code>Tags</code> et <code>archives</code>.

source: Do not show button for selected categories
es_es: No mostrar el botón en las siguientes categorías (se listarán al seleccionar)
fr_fr: Ne pas afficher le bouton pour les cat&eacute;gories s&eacute;lectionn&eacute;es.

source: Position in the Post text
es_es: Posición en el texto del artículo
fr_fr: Emplacement dans le texte de l'article&nbsp;:

source: Before
es_es: Antes del texto
fr_fr: Avant

source: At first page of multipaged posts only
es_es: En la primera página de las entradas multipágina
fr_fr: Seulement sur la premi&egrave;re page des articles multipages

source: After
es_es: Después del texto
fr_fr: Apr&egrave;s

source: At last page of multipaged posts only
es_es: Sólo en la última página de las entradas multipágina
fr_fr: Seulement sur la derni&egrave;re page des articles multipages

source: Shortcode [thankyou]
es_es: Código abreviado [thankyou]
fr_fr: Code <code>[thankyou]</code>

source: Manual
fr_fr: Manuel

source: Button Caption
es_es: Texto del botón
fr_fr: Libell&eacute; du bouton&nbsp;:

source: Button Styling
es_es: Estilo del botón
fr_fr: Style du bouton&nbsp;:

source: Add style to the div:
es_es: Estilo del div:
fr_fr: Style ajout&eacute; au <code>DIV</code>&nbsp;:

source: e.g.,
es_es: , ej.,
fr_fr: par exemple,&nbsp;

source: to the Caption font:
es_es: Estilo del texto:
fr_fr: &agrave; la police du libell&eacute;&nbsp;:

source: font color:
es_es: Color de fuente:
fr_fr: Couleur de la police&nbsp;:

source: Size
es_es: Tamaño
fr_fr: Taille&nbsp;:

source: Normal
fr_fr: Normale

source: Compact
es_es: Tamaño reducido
fr_fr: Compacte

source: Form and Color
es_es: Color y Forma
fr_fr: Forme et couleur&nbsp;:

source: Custom button image URL
es_es: URL con la imagen personalizada para el botón
fr_fr: URL d'un bouton personnalis&eacute;&nbsp;:

source: Width, px
es_es: Ancho (píxeles)
fr_fr: Largeur&nbsp;(px)

source: Height, px
es_es: Alto (píxeles)
fr_fr: Hauteur&nbsp;(px)

source: Misc
es_es: Miscelánea
fr_fr: Divers

source: Check IP-address
es_es: Comprobar dirección IP
fr_fr: V&eacute;rifier l'adresse IP&nbsp;:

source: Only one Thanks for post for one IP-address limit
es_es: Limitar a un agradecimiento por artículo e IP
fr_fr: Limiter &agrave; 1 seul <code>Merci</code> pour un article par adresse IP

source: Time limit:
es_es: Límite de tiempo:
fr_fr: Limite de temps&nbsp;:

source: Forever
es_es: Para siempre
fr_fr: Aucune

source: Only for this period
es_es: Sólo durante
fr_fr: Pendant cette dur&eacute;e&nbsp;:

source: seconds
es_es: segundos
fr_fr: secondes

source: Display settings shortcuts
es_es: Mostrar accesos directos de configuración
fr_fr: Affichage des raccourcis&nbsp;:

source: Add shortcuts next to the buttons for settings quick access
es_es: Añadir unos accesos directos, junto a los botones de agradecimiento, para poder acceder rápidamente a las opciones y estadísticas (no serán visibles por el visitante)
fr_fr: Ajoute des raccourcis &agrave; c&ocirc;t&eacute; des boutons pour un acc&egrave;s rapide aux r&eacute;glages

source: Return to Defaults
es_es: Resetear Configuración
fr_fr: D&eacute;fauts

source: Restore the default values for all settings
es_es: Restaura los valores por defecto para todas las opciones
fr_fr: Remet les valeurs par d&eacute;faut pour tous les r&eacute;glages

source: Reset Counters
es_es: Resetear Contadores
fr_fr: RAZ Compteurs

source: Reset all thanks counters for the all posts
es_es: Resetea TODOS los contadores de agradecimientos
fr_fr: Remet tous les compteurs de Mercis &agrave; z&eacute;ro

source: Save Changes
es_es: Grabar cambios
fr_fr: Enregistrer les modifications

source: Cancel
es_es: Cancelar
fr_fr: Annuler

source: Cancel not saved changes
es_es: Cancelar los cambios
fr_fr: Annuler les changements

source: Button DIV Style Preview
es_es: Previsualización de estilo del botón
fr_fr: Pr&eacute;visualisation du Style du DIV du bouton

source: Post Title
es_es: Título de la entrada
fr_fr: Titre de l'article

source: operation is prohibited
es_es: la operación está prohibida
fr_fr: op&eacute;ration interdite

source: None
es_es: Nada
fr_fr: Aucun

source: Back to main statistics
es_es: Regresar a las estadísticas generales
fr_fr: Retour aux statistiques g&eacute;n&eacute;rales

source: Not available
es_es: No disponible
fr_fr: Non disponible

source: Details for &ldquo;%s&rdquo;
es_es: Detalles de &ldquo;%s&rdquo;
fr_fr: D&eacute;tails pour &ldquo;%s&rdquo;

source: Post Id
es_es: Id entrada
fr_fr: Identifiant

source: Thanks Quant
es_es: Cantidad de agradecimientos
fr_fr: Nb Merci

source: View Post
es_es: Ver Entrada
fr_fr: Voir l'article

source: View "%s"
es_es: Ver "%s"
fr_fr: Voir "%s"

source: Edit "%s"
es_es: Editar "%s"
fr_fr: &Eacute;diter "%s"

source: Edit Post
es_es: Editar Entrada
fr_fr: &Eacute;diter l'article

source: Reset this post counter
es_es: Resetear el contador de esta entrada
fr_fr: Remettre le compteur &agrave; z&eacute;ro

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
es_es: Está a punto de resetear el contador de agradecimientos para '%s'. Pinche en 'Aceptar' para resetearlo o en 'Cancelar' para no hacer nada.
fr_fr: Vous &ecirc;tes sur le point de remettre &agrave; z&eacute;ro le compteur de cet article '%s'. Cliquez sur 'Annuler' pour ne rien faire, 'OK' pour le remettre &agrave; z&eacute;ro.

source: Reset Counter
es_es: Resetear Contador
fr_fr: Remettre le compteur &agrave; z&eacute;ro

source: Displaying %s&#8211;%s of %s
es_es: Mostrando %s&#8211;%s de %s
fr_fr: Affichage %s&#8211;%s sur %s

source: IP address
es_es: Dirección IP
fr_fr: Adresse IP

source: Last Thank Date
es_es: Fecha último agradecimiento
fr_fr: Date du dernier Merci

source: Look up IP country
es_es: Buscar el país de origen de la IP
fr_fr: informations sur l'IP

source: Show all post dates
es_es: Mostrar todas las fechas
fr_fr: Voir toutes les dates

source: View all categories
es_es: Ver todas las categorías
fr_fr: Voir toutes les cat&eacute;gories

source: Show Posts without Thanks
es_es: Mostrar entradas sin agradecimientos
fr_fr: Afficher les Articles sans Merci

source: Rows per page:
es_es: Registros por página:
fr_fr: Lignes par page&nbsp;:

source: Refresh
es_es: Refrescar
fr_fr: Rafra&icirc;chir

source: descending
es_es: descendente
fr_fr: d&eacute;croissant

source: Ascending order
es_es: Orden ascendente
fr_fr: Ordre croissant

source: ascending
es_es: ascendente
fr_fr: croissant

source: Descending order
es_es: Orden descendente
fr_fr: Ordre d&eacute;croissant

source: Click to sort in %s order
es_es: Pinche para colocar en orden %s
fr_fr: Cliquer pour trier dans l'ordre %s

source: View details
es_es: Más detalles
fr_fr: Voir d&eacute;tails

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
es_es: Está a punto de resetear el contador de agradecimientos para '%s'. Pinche en 'Aceptar' para resetearlo o en 'Cancelar' para no hacer nada.
fr_fr: Vous &ecirc;tes sur le point de remettre &agrave; z&eacute;ro le compteur de cet article '%s'. Cliquez sur 'Annuler' pour ne rien faire, 'OK' pour le remettre &agrave; z&eacute;ro.

source: No posts with thanks found
es_es: No se encuentran entradas que hayan recibido agradecimientos
fr_fr: Aucun article avec un Merci trouv&eacute;
