Repository: wp-plugins/thanks-you-counter-button
Catalog: tags/1.7.1/lang/thankyou-*.po
Languages: be_by

source: the latest or the most thanked post titles with total thanks quant
be_by: Отблагдаренные пооследними артыкулы з агульнай колькасцю падазяк ці артыкулы з найвялікай колькасцю падазяк

source: Thanks Stat
be_by: Статыстыка падазяк

source: Total quant of thanks:
be_by: Агульная колькасць падазяк:

source: Title:
be_by: Загаловак артыкула

source: Number of posts to show:
be_by: Колькасць артыкулаў для паказу:

source: What posts to show:
be_by: Якія артыкулы паказваць:

source: Latest thanked
be_by: Апошнія падзякі

source: Most thanked
be_by: Максімум падазяк

source: Total quant of thanks
be_by: Агульная колькасць падазяк:

source: Display total quant of thanks
be_by: Паказаць агульную колькасць падазяк

source: Check Full Statistics
be_by: Прагляд поўнай статыстыкі

source: Plugin author home page
be_by: Сайт аўтара ўбудовы

source: No thanks yet
be_by: Пакуль падазяк няма

source: Posts number to show:
be_by: Колькасць артыкулаў для паказу:

source: Display Full Statistics link
be_by: Прагляд поўнай статыстыкі

source: Display plugin author link
be_by: Паказаць спасылку на сайт аўтара ўбудовы

source: Latest Thanks
be_by: Апошнія падзякі

source: Most Thanked
be_by: Максімум падазяк

source: Thank You Counter Button requires WordPress 3.0 or newer.
be_by: Для працы кнопкі падліку падазяк патрэбна версія WordPress не ніжэй 3.0

source: Please update!
be_by: Калі ласка, абновіце!

source: Every time a new visitor clicks the "Thank you" button, one point is added to the total "thanks" counter for this post.
be_by: Кожны раз, калі новы наведвальнік пстрыкае па кнопцы "Дзякуй", адзінка дадаецца да лічыльніка падазяк для дадзенага артыкула.

source: Thank You Counter Button Plugin
be_by: Усталёўкі для ўбудовы: Кнопка падліку падазяк

source: Settings
be_by: Усталёўкі

source: Statistics
be_by: Статыстыка

source: You left &ldquo;Thanks&rdquo; already for this post
be_by: Вы ўжо пакінулі падзяку за гэты артыкул

source: Click to left &ldquo;Thanks&rdquo; for this post
be_by: Пстрыкніце мышшу, каб пакінуць падзяку за гэты артыкул

source: View statistics details for "%s"
be_by: Прагляд дэталізаванай статыстыкі для "%s"

source: Hide these shortcuts
be_by: Схаваць спасылкі доступу да ўсталёвак і статыстыцы ўбудовы

source: Do you really want to hide these shortcuts?
be_by: Вы сапраўды жадаеце схаваць гэтыя спасылкі?

source: Thank You
be_by: Дзякуй

source: Changelog
be_by: Часопіс змен

source: Additional Documentation
be_by: Дадатковая дакументацыя

source: Default Settings are restored
be_by: Усталёўкі па-змаўчанню адноўлены

source: All Thanks Counters are cleared
be_by: Усе лічыльнікі падзяк абнулены

source: About this Plugin:
be_by: Пра гэту ўбудову

source: Author's website
be_by: Вэбсайт аўтара

source: Plugin webpage
be_by: Старонка ўбудовы

source: Additional documentation
be_by: Дадатковая дакументацыя

source: FAQ
be_by: Часта задаваныя пытанні

source: Donate
be_by: Падтрымаць

source: Greetings:
be_by: Прывітанні

source: It's me, the author
be_by: Гэта я, аўтар

source: for the help with Belarusian translation
be_by: за дапамогу з беларускім перакладам

source: for the help with Dutch translation
be_by: за дапамогу з голландскім перакладам

source: for the help with French translation, ideas, source code contributions and new versions testing
be_by: за дапамогу з французскім перакладам, ідэі, унёсак у распрацоўку і тэставанне новых версій

source: for the help with German translation
be_by: за дапамогу з нямецкім перакладам

source: for the help with Hungarian translation
be_by: за дапамогу з Hungarian перакладам

source: for the help with Iranian translation
be_by: за дапамогу з іранскім перакладам

source: for the help with Italian translation
be_by: за дапамогу з італьянскім перакладам

source: for the help with Spanish translation, ideas and new versions testing
be_by: за дапамогу з іспанскім перакладам, ідэі і тэставанне новых версій

source: for setting page layout idea and html markup examples
be_by: за ідэю па кампаноўцы экрана з опцыямі і прыклады HTML разметкі

source: for the excelent JQuery color picker
be_by: за выдатны JQuery-убудова для працы з каляровай палітрай

source: for the form input slider code
be_by: за код слайдара для тэкставага поля input HTML формы

source: for the cute online button image generator
be_by: за выдатны анлайнавы генератар малюнкаў кнопак

source: All settings for TYCB plugin will be return to the default values, Continue?
be_by: Усім усталёўкам для TYCB убудовы будуць вернутыя значэнні па-змаўчанню, Працягнуць?

source: All thanks counters for all posts will be set to 0,\n all thanks click history will be cleared, Continue?
be_by: Усе лічыльнікі падазяк для ўсіх артыкулаў будуць абнулены,\n уся гісторыя клікаў па кнопках падзякі будзе абнулена, Працягнуць?

source: Display
be_by: Адлюстраванне

source: Display button at Pages
be_by: Адлюстроўваць на Старонках

source: Display button at Home page, Categories/Tags archive pages
be_by: Адлюстроўваць на Хатняй старонцы, архівах катэгорый/тэгаў

source: Do not show button for selected categories
be_by: Не адлюстроўваць кнопку для адзначаных катэгорый

source: Position in the Post text
be_by: Размяшчэнне ў артыкуле

source: Before
be_by: Да

source: At first page of multipaged posts only
be_by: Толькі на першай старонцы шматстаронкавых артыкулаў

source: After
be_by: Пасля

source: At last page of multipaged posts only
be_by: Толькі на апошняй старонцы шматстаронкавых артыкулаў

source: Shortcode [thankyou]
be_by: Абрэвіятура [thankyou]

source: Manual
be_by: Уручную

source: Button Caption
be_by: Надпіс на кнопцы

source: Button Styling
be_by: Стыль для Кнопкі

source: Add style to the div:
be_by: Cтиль для div

source: e.g.,
be_by: , напрыклад,

source: to the Caption font:
be_by: для шрыфта:

source: font color:
be_by: колер шрыфта:

source: Size
be_by: Памер

source: Normal
be_by: Звычайны

source: Compact
be_by: Кампактны памер

source: Form and Color
be_by: Форма і Колер

source: Custom button image URL
be_by: URL малюнкі ўласнай кнопкі

source: Width, px
be_by: Шырыня, px

source: Height, px
be_by: Вышыня, px

source: Misc
be_by: Рознае

source: Check IP-address
be_by: Кантраляваць IP-адрас

source: Only one Thanks for post for one IP-address limit
be_by: Толькі адно Дзякуй на артыкул з аднаго IP-адрасы

source: Time limit:
be_by: Абмежаванне па часе:

source: Forever
be_by: Назаўжды

source: Only for this period
be_by: Толькі на дадзены прамежак

source: seconds
be_by: секунд

source: Display settings shortcuts
be_by: Выснова службовых спасылак

source: Add shortcuts next to the buttons for settings quick access
be_by: Адлюстраваць службовыя спасылкі справа ад кнопак для хуткага доступу да часткі налад

source: Return to Defaults
be_by: Вярнуць значэнні па-змаўчанню

source: Restore the default values for all settings
be_by: Аднавіць значэнні па-змаўчанню для ўсіх усталёвак

source: Reset Counters
be_by: Абнуліць Лічыльнікі

source: Reset all thanks counters for the all posts
be_by: Скінуць усе лічыльнікі падазяк для ўсіх артыкулаў

source: Save Changes
be_by: Захаваць змены

source: Cancel
be_by: Адмена

source: Cancel not saved changes
be_by: Адмова ад захавання изменеий

source: Button DIV Style Preview
be_by: Стыль для часткі Кнопкі

source: Post Title
be_by: Загаловак артыкула

source: operation is prohibited
be_by: аперацыя забаронена

source: None
be_by: Не

source: Back to main statistics
be_by: Вярнуцца да асноўнай статыстыкі

source: Not available
be_by: Не даступны

source: Details for &ldquo;%s&rdquo;
be_by: Падрабязнасці для &ldquo;%s&rdquo;

source: Post Id
be_by: Id артыкулы

source: Thanks Quant
be_by: Колькасць падазяк

source: View Post
be_by: Прагляд артыкула

source: View "%s"
be_by: Прагляд "%s"

source: Edit "%s"
be_by: Змяніць "%s"

source: Edit Post
be_by: Змяніць артыкул

source: Reset this post counter
be_by: Абнуліць лічыльнік для гэтага артыкула

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
be_by: Вы збіраецеся абнуліць лічыльнік гэтага артыкула '%s'. Выкарыстоўвайце 'Адмена' каб адмовіцца, 'OK' каб вырабіць абнуленне.

source: Reset Counter
be_by: Абнуліць Лічыльнік

source: Displaying %s&#8211;%s of %s
be_by: Выснова %s&#8211;%s з %s

source: IP address
be_by: IP-адрас

source: Last Thank Date
be_by: Дата апошняй падзякі

source: Look up IP country
be_by: Знайсці краіну па IP адрасу

source: Show all post dates
be_by: Паказаць артыкулы за ўсе даты

source: View all categories
be_by: Прагляд усіх катэгорый

source: Show Posts without Thanks
be_by: Паказаць артыкулы без падазяк

source: Rows per page:
be_by: Радкоў на старонку:

source: Refresh
be_by: Абнавіць

source: descending
be_by: змяншальным

source: Ascending order
be_by: Нарастальны парадак

source: ascending
be_by: нарастальным

source: Descending order
be_by: Змяншальны парадак

source: Click to sort in %s order
be_by: Пстрыкні для сартавання ў %s парадку

source: View details
be_by: Прагляд дэталяў

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
be_by: Вы збіраецеся абнуліць лічыльнік гэтага артыкула '%s'. Выкарыстоўвайце 'Адмена' каб адмовіцца, 'OK' каб вырабіць абнуленне.

source: No posts with thanks found
be_by: Артыкулы c падзякамі не знойдзены
