Repository: wp-plugins/thanks-you-counter-button
Catalog: trunk/lang/thankyou-*.po
Languages: hu_hu

source: the latest or the most thanked post titles with total thanks quant
hu_hu: A legutoljára vagy a legtöbbször megköszönt bejegyzés címek az összes 'Köszönömmel'

source: Thanks Stat
hu_hu: Köszönöm statisztika

source: Total quant of thanks:
hu_hu: Az összes Köszönöm száma:

source: Title:
hu_hu: Cím:

source: Number of posts to show:
hu_hu: Megjeleníteni kívánt bejegyzések száma:

source: What posts to show:
hu_hu: Mely bejegyzéseket mutassuk:

source: Latest thanked
hu_hu: Legutoljára megköszönt

source: Most thanked
hu_hu: Legtöbbször megköszönt

source: Total quant of thanks
hu_hu: Az összes Köszönöm száma

source: Display total quant of thanks
hu_hu: Az összes Köszönöm számának megjelenítése

source: Check Full Statistics
hu_hu: A teljes statisztika ellenőrzése

source: Plugin author home page
hu_hu: Bövítmény szerzőjének a honlapja

source: No thanks yet
hu_hu: Még nem köszönték meg

source: Posts number to show:
hu_hu: Megjelenítendő bejegyzések száma:

source: Display Full Statistics link
hu_hu: A teljes statisztika linkjének megjelenítése

source: Display plugin author link
hu_hu: A bővítmény szerző linkjének megjelenítése

source: Latest Thanks
hu_hu: Legutoljára megköszönt

source: Most Thanked
hu_hu: A legtöbbet megköszönt

source: Thank You Counter Button requires WordPress 3.0 or newer.
hu_hu: A bővítmény használatához minimum WordPress 3.0 szükséges vagy újabb

source: Please update!
hu_hu: Kérem frissítsen!

source: Every time a new visitor clicks the "Thank you" button, one point is added to the total "thanks" counter for this post.
hu_hu: Amikor rákattintanak a Köszönöm gombra, akkor +1 Köszönömöt hozzáad az összes köszönömhöz a témában.

source: Settings
hu_hu: Beállítások

source: Statistics
hu_hu: Statisztikák

source: You left &ldquo;Thanks&rdquo; already for this post
hu_hu: Te már megköszönted ezt a bejegyzést.

source: Click to left &ldquo;Thanks&rdquo; for this post
hu_hu: Kattints ide, hogy megköszönd ezt a bejegyzést.

source: View statistics details for "%s"
hu_hu: Statisztikai adatok megtekintése a következő bejegyzéshez: "%s"

source: Hide these shortcuts
hu_hu: Parancsikonok elrejtése.

source: Do you really want to hide these shortcuts?
hu_hu: Biztos, hogy el szeretné rejteni a parancsikonokat?

source: Thank You
hu_hu: Köszönöm

source: Changelog
hu_hu: Verzió történet

source: Additional Documentation
hu_hu: További dokumentációk

source: Default Settings are restored
hu_hu: Az alapértelmezett beállítások visszaállítva

source: All Thanks Counters are cleared
hu_hu: Az összes Köszönöm számláló lenullázva.

source: About this Plugin:
hu_hu: Bővebben a bővítményről:

source: Author's website
hu_hu: A szerző honlapja:

source: Plugin webpage
hu_hu: A bővítmény honlapja

source: Additional documentation
hu_hu: További dokumentáció

source: FAQ
hu_hu: Gyakran Ismétlödő Kérdések (GyIK)

source: Donate
hu_hu: Támogatás

source: Greetings:
hu_hu: Köszönetek:

source: It's me, the author
hu_hu: Ez én vagyok a Szerző

source: for the help with Belarusian translation
hu_hu: Köszönet a fordításért.

source: for the help with French translation, ideas, source code contributions and new versions testing
hu_hu: Köszönet a francia fordításért, az ötletekért, az új verziók tesztelésért.

source: for the help with German translation
hu_hu: Köszönet a Német fordításért.

source: for the help with Hungarian translation
hu_hu: A magyar fordításért

source: for the help with Italian translation
hu_hu: Köszönet az Olasz fordításért.

source: for the help with Spanish translation, ideas and new versions testing
hu_hu: Köszönet a Spanyol fordításért, az ötletekért és az új verziók tesztelésért.

source: for setting page layout idea and html markup examples
hu_hu: Köszönet a beállítások oldal ötleteiért.

source: for the excelent JQuery color picker
hu_hu: Köszönet a színkezelőért.

source: for the form input slider code
hu_hu: Köszönet a form input slider kódért.

source: for the cute online button image generator
hu_hu: Köszönet az Online Gomb készítő oldalért

source: All settings for TYCB plugin will be return to the default values, Continue?
hu_hu: Az összes beállítás vissza lesz állítva az alapbeállítás értékeire. Folytatja?

source: All thanks counters for all posts will be set to 0,\n all thanks click history will be cleared, Continue?
hu_hu: Az összes számláló a bejegyzésekben 0-ra lesz állítva, és az előzmények is törövle lesznek.

source: Display
hu_hu: Megjelenés:

source: Display button at Pages
hu_hu: Megjelenítés a bejegyzés oldalán

source: Display button at Home page, Categories/Tags archive pages
hu_hu: Megjelenítés a Főoldalon, a Kategóriák és az Arhivum oldalakon

source: Do not show button for selected categories
hu_hu: Ne mutasson gombot a kiválasztott kategóriákban

source: Position in the Post text
hu_hu: Pozíció a bejegyzésben:

source: Before
hu_hu: Bejegyzés előtt

source: At first page of multipaged posts only
hu_hu: Csak az első oldalon a több oldalas bejegyzésekben

source: After
hu_hu: Bejegyzés után

source: At last page of multipaged posts only
hu_hu: Az utolsó oldalon a több oldalas bejegyzésekben

source: Shortcode [thankyou]
hu_hu: Rövid kód a Beillesztéshez: [thankyou]

source: Manual
hu_hu: Kézi beállítás

source: Button Caption
hu_hu: Gomb felirat:

source: Button Styling
hu_hu: Gomb kinézet:

source: Add style to the div:
hu_hu: Sílus hozzá rendelése:

source: e.g.,
hu_hu: Például:

source: to the Caption font:
hu_hu: Betűtípus:

source: font color:
hu_hu: Betű szín:

source: Size
hu_hu: Méret:

source: Normal
hu_hu: Normál

source: Compact
hu_hu: Kicsinyített

source: Form and Color
hu_hu: Alak és Szín:

source: Custom button image URL
hu_hu: Egyedi Gomb URL-je:

source: Width, px
hu_hu: Szélesség (pixel)

source: Height, px
hu_hu: Magasság (pixel)

source: Misc
hu_hu: Egyéb beállítások

source: Check IP-address
hu_hu: IP cím ellenőrzés:

source: Only one Thanks for post for one IP-address limit
hu_hu: Bejegyzésenként max 1db Köszönöm adható 1 IP címről.

source: Time limit:
hu_hu: Idő Limit:

source: Forever
hu_hu: Nincs

source: Only for this period
hu_hu: Megköszönheti újból a bejegyzést

source: seconds
hu_hu: másodpercenként.

source: Display settings shortcuts
hu_hu: Parancsikonok megjelenés beállításai

source: Add shortcuts next to the buttons for settings quick access
hu_hu: Parancsikon hozzáadása a gombhoz a gyors beállításhoz.

source: Return to Defaults
hu_hu: Visszaállítás az alapbeállításra

source: Restore the default values for all settings
hu_hu: Visszaállítja az alapbeállításra az összes beállítást.

source: Reset Counters
hu_hu: Számlálók nullázása

source: Reset all thanks counters for the all posts
hu_hu: Az összes számláló nullázása az összes bejegyzésben.

source: Save Changes
hu_hu: Beállítások mentése

source: Cancel
hu_hu: Mégse

source: Cancel not saved changes
hu_hu: A beállítások nem lesznek mentve

source: Button DIV Style Preview
hu_hu: Gomb előnézet

source: Post Title
hu_hu: Bejegyzés címe

source: operation is prohibited
hu_hu: Tiltott Opció

source: None
hu_hu: Nincs

source: Back to main statistics
hu_hu: Vissza a Statisztikákhoz

source: Not available
hu_hu: Nem elérhető

source: Details for &ldquo;%s&rdquo;
hu_hu: Részletek a következőről: &ldquo;%s&rdquo;

source: Post Id
hu_hu: Bejegyzés száma

source: Thanks Quant
hu_hu: Megköszönve összesen

source: View Post
hu_hu: Bejegyzés megtekintése

source: View "%s"
hu_hu: Megtekintés: "%s"

source: Edit "%s"
hu_hu: Szerkesztés: "%s"

source: Edit Post
hu_hu: Bejegyzés szerkesztése

source: Reset this post counter
hu_hu: Bejegyzés számlálójának nullázása

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
hu_hu: A '%s' bejegyzés számlálójának nullázására készül. Kattintson a 'Mégse'-re a megszakításhoz vagy az 'Ok'-ra a Nullázáshoz.

source: Reset Counter
hu_hu: Számláló újraindítása

source: Displaying %s&#8211;%s of %s
hu_hu: Megjelenítve %s&#8211;%s bejegyzés a %s -ből.

source: IP address
hu_hu: IP cím

source: Last Thank Date
hu_hu: Az utolsó 'Köszönöm' dátuma

source: Look up IP country
hu_hu: Információ az IP címről

source: Show all post dates
hu_hu: Az összes bejegyzés mutatása dátum alapján

source: View all categories
hu_hu: Az összes katagória megjelenítése

source: Show Posts without Thanks
hu_hu: 'Köszönöm' nélküli bejegyzések megjelenítése

source: Rows per page:
hu_hu: Sor per Oldal

source: Refresh
hu_hu: Frissítés

source: descending
hu_hu: Csökkenő

source: Ascending order
hu_hu: Növekvőbe rendezés

source: ascending
hu_hu: Növekvő

source: Descending order
hu_hu: Csökkenőbe rendezés

source: Click to sort in %s order
hu_hu: Kattints ide a rendezéshez: %s sorrendbe

source: View details
hu_hu: Részletek megtekintése.

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
hu_hu: A '%s' bejegyzés számlálójának nullázására készül. Kattintson a 'Mégse'-re a megszakításhoz vagy az 'Ok'-ra a Nullázáshoz.

source: No posts with thanks found
hu_hu: Nincs bejegyzés amelyet megköszöntek!
