Repository: wp-plugins/thanks-you-counter-button
Catalog: lang/thankyou-*.po
Languages: es_es, fa_ir, nl_nl, pt_br, sr_rs

source: Plugin author home page
es_es: Página principal del autor del plugin
fa_ir: وبلاگ نویسنده
nl_nl: Homepage van de plugin auteur
pt_br: Página do autor do plugin
sr_rs: Početna stranica autora plugin-a

source: No thanks yet
es_es: Ningún Gracias aún
fa_ir: هنوز تشکری ثبت نشده است
nl_nl: Nog geen bedankjes
pt_br: Nenhum agradecimento até o momento
sr_rs: Još nema zahvalnosti

source: Posts number to show:
es_es: Número de publicaciones a mostrar
fa_ir: شماره پست برای نمایش :
nl_nl: Aantal weer te geven berichten:
pt_br: Número de Post para exibir:
sr_rs: Broj postova za prikazivanje

source: Display Full Statistics link
es_es: Mostrar enlace a Estadísticas Completas
fa_ir: نمایش لینک صفحه آمار
nl_nl: Weergeven Volledige Statistieken link
pt_br: Exibir o link para Estatísticas completas
sr_rs: Prikaži link za punu statistiku

source: Display plugin author link
es_es: Mostrar enlace al autor del plugin
fa_ir: نمایش لینک نویسنده افزونه
nl_nl: Weergave link van plugin auteur
pt_br: Exibir link do autor do plugin
sr_rs: Prikaži link za autora plugin-a

source: Latest Thanks
es_es: Gracias más recientes
fa_ir: آخرین تشکرها
nl_nl: Laatste Bedankjes
pt_br: Últimos agradecimentos
sr_rs: Najnovije zahvalnosti

source: Most Thanked
es_es: Más agradecidas
fa_ir: بیشترین تشکرها
nl_nl: Meeste Bedankjes
pt_br: Posts com mais agradecidos
sr_rs: Post sa najvećim brojem zahvalnosti

source: Thank You Counter Button requires WordPress 3.0 or newer.
es_es: El Botón del Contador de Gracias requiere
fa_ir: دکمه تشکر برای وردپرس 3.0 و جدیدتر
nl_nl: Thank You Counter Button vereist WordPress <strong>3.0</strong> of hoger.
pt_br: Thank You Counter Button necessita de WordPress 3.0 ou mais recente.
sr_rs: Thank You Counter Button zahteva WordPress 3.0 ili noviju verziju

source: Please update!
es_es: ¡Por favor actualice!
fa_ir: لطفا به روز رسانی کنید
nl_nl: Bijwerken a.u.b.!
pt_br: Por favor, Atualize!
sr_rs: Molimo vas, ažurirajte!

source: Every time a new visitor clicks the "Thank you" button, one point is added to the total "thanks" counter for this post.
es_es: Cada vez que un visitante nuevo hace clic en el botón "Gracias", se añade un punto al contador total de "gracias" para esta publicación.
fa_ir: هر زمان که بازدیدکننده ای بر روی دکمه "تشکر"کلیک کرد,یک تشکر به مجموع تشکرهای آن پست اضافه کن.
nl_nl: Elke keer wanneer een nieuwe bezoeker op de "Bedankt" knop klikt wordt er één punt toegevoegd aan het totaal van de "bedank" teller voor dit bericht.
pt_br: Toda vez que um visitante clicar no botão "Obrigado", um ponto é adicionado ao total de "agradecimentos" do post.
sr_rs: Svaki put kad novi posetilac klikne na taster "Hvala", ukupnom broju zahvalnosti za taj post doda se još jedan poen.

source: Thank You Counter Button Statistics
es_es: Estadísticas de Botón de Contador de Gracias
pt_br: Estatísticas do Thank You Counter Button
sr_rs: Thank You Counter Button Statistika

source: You left &ldquo;Thanks&rdquo; already for this post
es_es: Ya dejó un &Idquo;Gracias&rdquo; para esta publicación
fa_ir: شما &ldquo;تشکرها&rdquo; را برای این پست بازگرداندید
nl_nl: Je hebt al een &ldquo;bedankje&rdquo; achter gelaten voor dit bericht
pt_br: Você já agradeceu por esse post uma vez. Obrigado!
sr_rs: Već ste ostavili &ldquo;Zahvalnost&rdquo; za ovaj post

source: Click to leave &ldquo;Thanks&rdquo; for this post
es_es: Haga clic para dejar &ldquo;Gracias&rdquo; para esta publicación
pt_br: Clique aqui para agradecer esse post
sr_rs: Kliknite da biste ostavili &ldquo;Zahvalnost&rdquo; za ovaj post

source: Do you really want to hide these shortcuts?
es_es: ¿En realidad desea ocultar estos atajos?
fa_ir: شما واقعا می خواهید این شورت کات را حذف کنید ؟
nl_nl: Ben je er zeker van om deze snelkoppelingen te verbergen?
pt_br: Você realmente deseja esconder esses atalhos?
sr_rs: Da li stvarno želite da sakrijete ove prečice?

source: Additional Documentation
es_es: Documentación adicional.
fa_ir: مستندات
nl_nl: Additionele Documentatie
pt_br: Mais documentação
sr_rs: Dodatna dokumentacija

source: Shortcode [thankyou]
es_es: Código corto (gracias)
fa_ir: شورت کات [تشکر]

source: Thank You Counter Button Plugin
es_es: Plugin de Botón de Contador de Gracias
fa_ir: (خط هفتم) افزونه تشکر از مطالب
pt_br: Plugin Thank You Counter Button

source: Statistics
fa_ir: آمار و ارقام
nl_nl: Statistieken

source: Click to left &ldquo;Thanks&rdquo; for this post
fa_ir: کلیک برای بازگشت &ldquo;تشکرها&rdquo; برای این مطلب
nl_nl: Klik hier om een &ldquo;Bedankje&rdquo; achter te laten voor dit bericht

source: Donate
fa_ir: کمک به افزونه
nl_nl: Doneren

source: Form and Color
fa_ir: فرم و رنگ
nl_nl: Vorm en Kleur

source: Misc
fa_ir: تنظیمات ارسال
nl_nl: Diversen

source: for the help with Iranian translation
nl_nl: voor de hulp met de Iranian vertaling
