Repository: wp-plugins/thanks-you-counter-button
Catalog: lang/thankyou-*.po
Languages: es_es, fa_ir, nl_nl, pt_br, sr_rs

source: Default Settings are restored
es_es: Se restauró la configuración por defecto
fa_ir: تنضیمات به حالت اولیه بازگشت
nl_nl: Standaard instellingen worden teruggeplaatst
pt_br: Todas as Configurações foram Resetadas
sr_rs: Podrazumevana podešavanja vraćena su na početne vrednosti

source: All Thanks Counters are cleared
es_es: Se limpiaron todos los Contadores de Gracias
fa_ir: تمام تشکرها حذف شد
nl_nl: Alle bedank tellers zijn gewist
pt_br: Todos os Contadores foram zerados
sr_rs: Svi brojači zahvalnosti su obrisani

source: About this Plugin:
es_es: Acerca de este Plugin
fa_ir: درباره این افزونه :
nl_nl: Over deze Plugin:
pt_br: Sobre este Plugin:
sr_rs: O ovom plugin-u:

source: Author's website
es_es: Sitio web del autor
fa_ir: وبلاگ نویسنده
nl_nl: Website van de auteur
pt_br: Website do Autor
sr_rs: Website autora

source: Plugin webpage
es_es: Página web del Plugin
fa_ir: صفحه این افزونه
nl_nl: Homepage van de plugin
pt_br: Página do Plugin
sr_rs: Web stranica plugin-a

source: Additional documentation
es_es: Documentación adicional
fa_ir: مستندات
nl_nl: Additionele documentatie
pt_br: Documentação adicional
sr_rs: Dodatna dokumentacija

source: Changelog
es_es: Bitácora de cambios
fa_ir: دگرگونی وقایع
sr_rs: Dnevnik izmena

source: FAQ
es_es: Preguntas frecuentes
fa_ir: پرسش و پاسخ
sr_rs: Često postavljana pitanja

source: Greetings:
es_es: Saludos:
fa_ir: ما را حمایت می کنند
nl_nl: Groeten:
pt_br: Saudações:
sr_rs: Pozdravi:

source: It's me, the author
es_es: Soy yo, el autor
fa_ir: این من هستم ! نویسنده
nl_nl: Ik ben het, de auteur
pt_br: Sou eu, o autor
sr_rs: To sam ja, autor

source: for the help with Belarusian translation
es_es: Para la ayuda con el traductor de bieloruso
fa_ir: برای کمک به
nl_nl: voor de hulp met de Wit-Russische vertaling
sr_rs: za pomoć u vezi sa beloruskim prevodom

source: for the help with Chinese translation
es_es: Para la ayuda con el Traductor de chino
sr_rs: za pomoć u vezi sa kineskim prevodom

source: for the help with Dutch translation
es_es: Para la ayuda con el traductor de holandés
nl_nl: voor de hulp met de Dutch vertaling
sr_rs: za pomoć u vezi sa holandskim prevodom

source: for the help with French translation, ideas, source code contributions and new versions testing
es_es: Para la ayuda con ideas de traducción de francés, contribuciones de código fuente y pruebas de nuevas versiones
fa_ir: برای کمک به فرانسوی ها،ایده سازی و تست و ویرایش برای نسخه جدید افزونه
nl_nl: voor de hulp met de Franse vertaling, ideeën, broncode bijdragen en testen van nieuwe versies
sr_rs: za pomoć u vezi sa francuskim prevodom, idejama, doprinosima izvornom kodu i novim verzijama za testiranje

source: for the help with German translation
es_es: Para la ayuda con el traductor de alemán
fa_ir: برای کمک به آلمانی زبان ها
nl_nl: voor de hulp met de Duitse vertaling
sr_rs: za pomoć u vezi sa nemačkim prevodom

source: for the help with Hungarian translation
es_es: Para la ayuda con el traductor de húngaro
fa_ir: برای کمک به مجارستانی زبان ها
nl_nl: voor de hulp met de Hongaarse vertaling
sr_rs: za pomoć u vezi sa mađarskim prevodom

source: for the help with Italian translation
es_es: Para la ayuda con el traductor de italiano
fa_ir: برای کمک به ایتالیایی زبان ها
nl_nl: voor de hulp met de Italiaanse vertaling
sr_rs: za pomoć u vezi sa italijanskim prevodom

source: For the help with Lithuanian translation
es_es: Para la ayuda con el traductor de lituano
sr_rs: za pomoć u vezi sa litvanskim prevodom

source: for the help with Spanish translation, ideas and new versions testing
es_es: Para la ayuda con el traductor de español
fa_ir: برای کمک به اسپانیایی ها،ایده سازی و تست ورژن های جدید
nl_nl: Voor de hulp met de Spaanse vertaling, ideeën en testen van nieuwe versies
sr_rs: za pomoć u vezi sa španskim prevodom, idejama i novim verzijama za testiranje

source: For the help with Turkish translation
es_es: Para la ayuda con el traductor de turco
sr_rs: za pomoć u vezi sa turskim prevodom

source: for setting page layout idea and html markup examples
es_es: Para establecer la idea del diseño de página y ejemplos de maracas html
fa_ir: برای صفحه تنظیمات و ایده سازی و کد نویسی HTML
nl_nl: voor het instellingspagina layout idee en HTML code voorbeelden
sr_rs: za ideje u vezi sa izgledom stranice podešavanja i html markup primere

source: for the excelent JQuery color picker
es_es: Para el excelente seleccionador de color JQuery
fa_ir: برای جی کوئری عالی این افزونه
nl_nl: voor de perfekte JQuery kleurenkiezer
sr_rs: Za odličan JQuery birač boja

source: for the form input slider code
es_es: Para el código de entrada de formulario
fa_ir: برای
nl_nl: voor de forumulier invoer slider code
sr_rs: za obrazac unosa koda slajdera

source: for the cute online button image generator
es_es: Para el generador de lindas imágenes de botón en línea
fa_ir: برای ساخت آنلاین دکمه های تشکر
nl_nl: voor de mooie online knop afbeelding generator
sr_rs: za ljupki taster online generatora slika

source: All settings for TYCB plugin will be return to the default values, Continue?
es_es: Todos los parámetros para el plugin TYCB se regresarán a los valores por defecto. ¿Continuar?
fa_ir: همه تنضیمات برای تی وای سی بی این افزونه به حالت اولیه باز خواهد گشت، با این وجود می خواهید ادامه دهید ؟
nl_nl: Alle instellingen voor de TYCB plugin worden teruggezet naar standaard waarden, doorgaan?
pt_br: Todas as configurações do Plugin serão alteradas para o padrão. Continuar?
sr_rs: Sva podešavanja za TYCB plugin biće vraćena na podrazumevane vrednosti. Želite li da nastavite?

source: All thanks counters for all posts will be set to 0,\n all thanks click history will be cleared, Continue?
es_es: Todos los contadores de gracias se establecerán en 0, para todas las publicaciones y todas las gracias en el historial de clics se limpiarán. ¿Continuar?
fa_ir: همه تشکرها صفر خواهد شد و همه تنضیمات از بین خواهد رفت،با این وجود می خواهید ادامه دهید ؟
nl_nl: Alle bedank tellers voor alle berichten worden ingesteld op 0,\nde gehele klik geschiedenis van bedankjes wordt gewist, doorgaan?
pt_br: Todos os contadores de todos os Posts serão alterados para 0,\n todos os históricos dos contadores serão apagados, Continuar?
sr_rs: Svi brojači klikova na taster ‘hvala’ za sve postove biće podešeni na 0,\ncela istorija klikova na taster ‘hvala’ biće obrisana. Želite li da nastavite?

source: Display
es_es: Mostrar
fa_ir: نمایش دادن
nl_nl: Weergave
pt_br: Exibir
sr_rs: Prikaži

source: Display button at Pages
es_es: Mostrar botón en Páginas
fa_ir: نمایش دکمه در صفحه
nl_nl: Weergave knop op Pagina's
pt_br: Exibir botão nas Páginas
sr_rs: Prikaži taster na stranicama

source: Display button at Home page, Categories/Tags archive pages
es_es: Mostrar botón en la Página Principal, Categorías/Etiquetas, páginas archivadas.
fa_ir: نمایش دکمه در صفحه نخست،دسته بندیها،برچسب ها و بایگانی
nl_nl: Weergave knop op Home page, Categorieën/Tags archief pagina's
pt_br: Exibir botão na Página Inicial, Páginas de Arquivos e de Categorias/Tags
sr_rs: Prikaži taster na početnoj stranici, na stranici Kategorije/Oznake i na stranicama arhive

source: Do not show button for selected categories
es_es: No mostrar el botón para las categorías seleccionadas.
fa_ir: دکمه را در دسته بندی هایی که علامت زده شده اند نمایش نده
nl_nl: Laat de knop niet zien voor geselecteerde categorieën
pt_br: Não exibir botão nas categorias selecionadas
sr_rs: Ne prikazuj taster za odabrane kategorije

source: Position in the Post text
es_es: Posicionar el texto de la publicación
fa_ir: محل قرار گیری دکمه :
nl_nl: Positie in de Bericht text
pt_br: Posição do Botão no texto dos Posts
sr_rs: Pozicija u tekstu posta

source: Before
es_es: Antes
fa_ir: در آغاز نوشته ها
nl_nl: Voorheen
pt_br: Antes
sr_rs: Pre

source: At first page of multipaged posts only
es_es: En la primera página de publicaciones multipáginas únicamente
fa_ir: در اول مطالب صفحه نخست و مجرد نشان بده
nl_nl: Alleen de eerste pagina van meerbladige berichten
pt_br: Apenas na primeira página de posts paginados
sr_rs: Na prvoj stranici samo onih postova koji imaju više strana

source: After
es_es: Después
fa_ir: در پایان نوشته ها
nl_nl: Daarna
pt_br: Após
sr_rs: Posle

source: At last page of multipaged posts only
es_es: En la última página de publicaciones multipáginas únicamente
fa_ir: در آخر مطالب صفحه نخست و مجرد نشان بده
nl_nl: Alleen de laatste pagina van meerbladige berichten
pt_br: Apenas na última página de posts paginados
sr_rs: Na poslednjoj stranici samo onih postova koji imaju više strana

source: Manual
fa_ir: دستی
nl_nl: Handleiding
sr_rs: Manualni

source: Button Caption
es_es: Texto del botón
fa_ir: عنوان دکمه :
nl_nl: Knop beschrijving
pt_br: Texto do Botão
sr_rs: Natpis na tasteru

source: Button Styling
es_es: Estilo del botón
fa_ir: استایل گزاری برای دکمه :
nl_nl: Knop Styling
pt_br: Estilo CSS do Botão (style="")
sr_rs: Stilizovanje tastera

source: Add style to the div:
es_es: Añadir estilo al div:
fa_ir: استایل برای div :
nl_nl: Toevoegen stijl aan de DIV:
pt_br: estilo na div:
sr_rs: Dodaj stil za div:

source: e.g.,
es_es: p. ej.
nl_nl: bijv.,
pt_br: ex.:
sr_rs: npr.,

source: to the Caption font:
es_es: Al texto del frente:
fa_ir: رنگبندی فونت :
nl_nl: voor het onderschrift font:
pt_br: estilo na fonte do texto:
sr_rs: za font natpisa

source: font color:
es_es: Color de fuente
fa_ir: رنگ فونت :
nl_nl: font kleur:
pt_br: cor da fonte:
sr_rs: boja fonta:

source: Button grafics
es_es: Gráfico del botón
pt_br: Opções do botão
sr_rs: Grafika tastera

source: Size
es_es: Tamaño
fa_ir: اندازه
nl_nl: Grootte
pt_br: Tamanho
sr_rs: Veličina

source: Normal
fa_ir: معمولی
nl_nl: Normaal
sr_rs: Normalan

source: Compact
es_es: Compacto
fa_ir: فشرده
pt_br: Compacto
sr_rs: Kompaktan

source: Form
es_es: Forma
pt_br: Forma
sr_rs: Oblik

source: Square
es_es: Cuadrado
pt_br: Quadrado
sr_rs: Četvrtast

source: Rounded
es_es: Redondo
pt_br: Arredondado
sr_rs: Zaobljen

source: Color
pt_br: Cor
sr_rs: Boja

source: Custom button image URL
es_es: URL de imagen personalizada de botón
fa_ir: سفارشی کردن تصویر
nl_nl: Aangepaste knop afbeelding URL
pt_br: Imagem Personalizada (URL)
sr_rs: URL prilagođene slike tastera

source: Hover state image URL
es_es: URL de estado de imagen al sobreponer
pt_br: Quando Mouse estiver em cima (Hover) (URL)
sr_rs: URL slike kad kursor pređe preko

source: Width, px
es_es: Ancho, px
fa_ir: عرض،بر حسب پیکسل
nl_nl: Breedte, px
pt_br: Largura, px
sr_rs: Širina, u px

source: Height, px
es_es: Altura, px
fa_ir: ارتفاع بر حسب پیکسل
nl_nl: Hoogte, px
pt_br: Altura, px
sr_rs: Visina, u px

source: Button DIV Style Preview
es_es: Vista previa Estilo Botón DIV
fa_ir: پیش نمایش استایل Div دکمه
nl_nl: Preview DIV-Stijl Knop
pt_br: Pré visualização do estilo da DIV
sr_rs: Pregled DIV stila tastera

source: Settings
es_es: Configuración
fa_ir: تنضیمات
nl_nl: Instellingen
pt_br: Configurações
sr_rs: Podešavanja

source: View statistics details for "%s"
es_es: Ver detalles de estadística para "%s"
fa_ir: نمایش جزئیات آماری برای "%s"
nl_nl: Bekijk gedetailleerde statistieken voor "%s"
pt_br: Ver detalhes das estatísticas de "%s"
sr_rs: Pregledaj statističke detalje za "%s"

source: Post Title
es_es: Título Publicación
fa_ir: عنوان مطلب
nl_nl: Bericht Titel
pt_br: Título do Post
sr_rs: Naslov posta

source: Hide these shortcuts
es_es: Ocultar estos atajos
fa_ir: مخی کردن این شورت کات
nl_nl: Deze snelkoppelingen verbergen
pt_br: Ocutar esses atalhos
sr_rs: Sakrij ove prečice

source: Miscellaneous:
es_es: Misceláneos:
pt_br: Diversos:
sr_rs: Razno:

source: Check IP-address
es_es: Verificar dirección IP
fa_ir: بررسی آی پی
nl_nl: Controleer IP-adres
pt_br: Checar Endreço IP
sr_rs: Proveri IP adresu

source: Only one Thanks for post for one IP-address limit
es_es: Sólo un Gracias por publicación para un límite de una dirección IP
fa_ir: از هر آی پی فقط یک تشکر برای هر مطلب ارسال شود
nl_nl: Alleen één bericht bedankje per IP adres limiet
pt_br: Limitar apenas um Agradecimento por Post para um único IP
sr_rs: Ograniči samo na jedno ‘hvala’ za post sa jedne IP adrese

source: Time limit:
es_es: Límite de tiempo:
fa_ir: محدودیت زمانی
nl_nl: Tijdslimiet:
pt_br: Limite por Tempo:
sr_rs: Vremensko ograničenje:

source: Forever
es_es: Para siempre
fa_ir: برای همیشه
nl_nl: Eeuwig
pt_br: Para sempre
sr_rs: Zauvek

source: Only for this period
es_es: Sólo para este período
fa_ir: فقط برای یک دوره ی
nl_nl: Alleen voor deze periode
pt_br: Somente para este período
sr_rs: Samo za ovaj period

source: seconds
es_es: Segundos
fa_ir: ثانیه ای
nl_nl: seconden
pt_br: segundos
sr_rs: sekunde

source: Display settings shortcuts
es_es: Atajos para configuración de display
fa_ir: نماش تنظیمات شورت کات
nl_nl: Weergave snelkoppelingen instellingen
pt_br: Exibir configurações para atalhos
sr_rs: Prikaži prečice podešavanja

source: Add shortcuts next to the buttons for settings quick access
es_es: Añadir atajos junto a los botones para acceso rápido de configuración
fa_ir: اضافه کردن شورت کات بعد از دکمه برای دسترسی سریع به تنظیمات
nl_nl: Toevoegen snelkoppelingen naast de knoppen voor snelle toegang tot instellingen
pt_br: Adicionar atalhos ao lado dos botões para acesso rápido das configurações
sr_rs: Dodaj prečice pored tastera za brzi pristup podešavanjima

source: Save Changes
es_es: Guardar cambios
fa_ir: ذخیره تغییرات
nl_nl: Veranderingen Bewaren
pt_br: Salvar Alterações
sr_rs: Sačuvaj izmene

source: Cancel
es_es: Cancelar
fa_ir: لغو
nl_nl: Afbreken
pt_br: Cancelar
sr_rs: Otkaži

source: Cancel not saved changes
es_es: Cancelar cambios no guardados
fa_ir: لغو و ذخیره نکردن تنشیمات
nl_nl: Afbreken niet opgeslagen veranderingen
pt_br: Cancelar alterações não salvas
sr_rs: Otkaži nesačuvane izmene

source: Return to Defaults
es_es: Regresar a por defecto
fa_ir: بازگشت به حالت اولیه تنظیمات
nl_nl: Terug naar standaardinstellingen
pt_br: Resetar Configurações
sr_rs: Vrati na podrazumevane vrednosti

source: Restore the default values for all settings
es_es: Restaurar valores por defecto para todos los parámetros
fa_ir: بازگردانی تنضیمات افزونه به حالت اولیه
nl_nl: Herstellen van standaardwaarden voor alle instellingen
pt_br: Restaura todas as definições para o padrão
sr_rs: Vrati podrazumevane vrednosti za sva podešavanja

source: Reset Counters
es_es: Restablecer Contadores
fa_ir: ریست کردن افزونه
nl_nl: Resetten Tellers
pt_br: Resetar Contadores
sr_rs: Vrati brojače na početne vrednosti

source: Reset all thanks counters for the all posts
es_es: Restablecer todos los contadores para todas las publicaciones
fa_ir: صفر کردن همه تشکرها برای همه ی پست ها
nl_nl: Reset alle bedanktellers voor alle berichten
pt_br: Zera todos os contadores de Agradecimentos de todos os Posts
sr_rs: Vrati brojače zahvalnosti za sve postove

source: None
es_es: Ninnguno
fa_ir: هیچ کدام
nl_nl: Geen
pt_br: Nenhum
sr_rs: Nijedan

source: Back to main statistics
es_es: Regresar a estadísticas principales
fa_ir: بازگشت به صفحه آمارگیری
nl_nl: Terug naar hoofdstatistieken
pt_br: Voltar a tela principal de Estatísticas
sr_rs: Nazad na glavnu statistiku

source: Not available
es_es: No disponible
fa_ir: در دسترس نیست
nl_nl: Niet beschikbaar
pt_br: Não disponível
sr_rs: Nije dostupan

source: Details for &ldquo;%s&rdquo;
es_es: Detalles para &ldquo;%s&rdquo;
fa_ir: جزئیات برای &ldquo;%s&rdquo;
nl_nl: Details voor &ldquo;%s&rdquo;
pt_br: Detalhes para &ldquo;%s&rdquo;
sr_rs: Detalji za &ldquo;%s&rdquo;

source: Post Id
es_es: ID de la publicación
fa_ir: شماره پست
nl_nl: Bericht Id
pt_br: ID do Post
sr_rs: Id posta

source: Thanks Quant
es_es: Cantidad de Gracias
fa_ir: کمیت تشکرها
nl_nl: Bedankjes Aantal
pt_br: Qde de Agradecimentos
sr_rs: Brojač zahvalnosti

source: View Post
es_es: Visualizar publicación
fa_ir: نمایش مطلب
nl_nl: Bericht Bekijken
pt_br: Ver Post
sr_rs: Vidi post

source: View "%s"
es_es: Visualizar "%s"
fa_ir: نمایش "%s"
nl_nl: Bekijken "%s"
pt_br: Ver "%s"
sr_rs: Vidi "%s"

source: Edit "%s"
es_es: Editar "%s"
fa_ir: ویرایش "%s"
nl_nl: Bewerken "%s"
pt_br: Editar "%s"
sr_rs: Uredi "%s"

source: Edit Post
es_es: Editar publicación
fa_ir: ویرایش مطلب
nl_nl: Bericht Bewerken
pt_br: Editar Post
sr_rs: Uredi post

source: Reset this post counter
es_es: Restablecer el contador de esta publicación
fa_ir: ریست کردن آمار این مطلب
nl_nl: Reset deze bericht teller
pt_br: Zerar o contador desse Post
sr_rs: Vrati na početne vrednosti brojač ovog posta

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
es_es: Está a punto de restablecer el contador de gracias de esta publicación '%s'. Haga clic en “Cancelar” para no hacer nada, “OK” para restablecerlo.
fa_ir: شما میخواهید تشکرهای این مطلب را پاک کنید '%s' . برای نصراف 'Cancel' و برای ریست کردن آمار 'OK' را انتخاب کنید.
nl_nl: Je staat op het punt om de bedankjes teller van het bericht '%s' te resetten. Druk op 'Annuleren' om niks te doen, 'OK' het te resetten.
pt_br: Você está prestes a zerar o contador de Agradecimentos do post '%s'. Clique em cancelar para manter como está, ou clique em 'OK' para zerar.
sr_rs: Upravo ćete vratiti brojač zahvalnosti za ovaj post '%s' na početne vrednosti. Kliknite na ‘Otkaži’ ako ne želite da uradite ništa ili na ‘OK’ ako želite da ga vratite na početne vrednosti.

source: Reset Counter
es_es: Restablecer Contador
fa_ir: ریست آمار
nl_nl: Teller Resetten
pt_br: Zerar Contador
sr_rs: Vrati brojač na početne vrednosti

source: Displaying %s&#8211;%s of %s
es_es: Mostrando %s&#8211;%s of %s
fa_ir: نمایش دادن %s&#8211;%s از %s
nl_nl: Weergeven %s&#8211;%s van %s
pt_br: Exibindo %s&#8211;%s de %s
sr_rs: Prikazivanje %s&#8211;%s od %s

source: IP address
es_es: Dirección IP
fa_ir: آی پی :
nl_nl: IP Adres
pt_br: Endereço IP
sr_rs: IP adresa

source: Last Thank Date
es_es: Ultima Fecha de Gracias
fa_ir: تاریخ آخرین تشکر
nl_nl: Datum van de laaste bedanking
pt_br: Data do último Agradecimento
sr_rs: Datum poslednje zahvalnosti

source: Look up IP country
es_es: Buscar país de IP
fa_ir: مشاهده منطقه مربوط به این آی پی
nl_nl: Opzoeken land op¨basis van IP
pt_br: Ver País do IP
sr_rs: Potraži IP države

source: Show all post dates
es_es: Mostrar todas las actualizaciones de publicaciones
fa_ir: نمایش تاریخ همه نوشته ها
nl_nl: Data van alle berichten weergeven
pt_br: Mostrar todas as datas do Post
sr_rs: Prikaži datume svih postova

source: View all categories
es_es: Visualizar todas las categorías
fa_ir: نمایش تمام دسته بندی ها
nl_nl: Alle categorieën bekijken
pt_br: Ver todas as categorias
sr_rs: Pregledaj sve kategorije

source: Show Posts without Thanks
es_es: Mostrar la publicación sin Gracias
fa_ir: نمایش مطالب بدون تشکر
nl_nl: Weergave berichten zonder bedankjes
pt_br: Exibir Posts sem Agradecimentos
sr_rs: Prikaži postove bez zahvalnosti

source: Rows per page:
es_es: Renglones por página:
fa_ir: ردیف ها در صفحه :
nl_nl: Rijen per pagina:
pt_br: Linhas por página:
sr_rs: Redova po stranici:

source: Refresh
es_es: Refrescar
fa_ir: تازه کردن (رفرش)
nl_nl: Verversen
pt_br: Atualizar
sr_rs: Osveži

source: descending
es_es: Descendente
fa_ir: نزولی
nl_nl: aflopend
pt_br: descendente
sr_rs: opadajući

source: Ascending order
es_es: Orden ascendente
fa_ir: ترتیب صعودی
nl_nl: Oplopende volgorde
pt_br: Ordenação Ascendente
sr_rs: Rastući redosled

source: ascending
es_es: Ascendente
fa_ir: صعودی
nl_nl: oplopend
pt_br: ascendente
sr_rs: rastući

source: Descending order
es_es: Orden descendente
fa_ir: ترتیب نزولی
nl_nl: Aflopende volgorde
pt_br: Ordenação Descendente
sr_rs: Opadajući redosled

source: Click to sort in %s order
es_es: Haga clic para poner en orden %s
fa_ir: مرتب سازی برای %s فرمان
nl_nl: Klik om in %s volgorde te sorteren
pt_br: Clique para ordenar por %s
sr_rs: Kliknite da biste sortirali po %s redosledu

source: View details
es_es: Ver detalles
fa_ir: نمایش جزئیات
nl_nl: Details weergeven
pt_br: Exibir detalhes
sr_rs: Vidi detalje

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
es_es: Está a punto de restablecer el contador Gracias de esta publicación %s. Haga clic en “Cancelar” para no hacer nada. “OK” para restablecerlo.
fa_ir: "شما میخواهید تشکرهای این مطلب را پاک کنید '%s' . برای نصراف 'Cancel' و برای ریست کردن آمار 'OK' را انتخاب کنید."
nl_nl: Je staat op het punt om de bedank teller van dt bericht '%s' te resetten. Druk op 'Afbreken' om niets te doen, 'OK' om het te resetten.
pt_br: Você está prestes a zerar o contador de agradecimentos do post '%s'. Clique em Cancelar para cancelar, ou em 'OK' para zerar.
sr_rs: Vratićete brojač zahvalnosti ovog %s posta. Kliknite na ‘Otkaži’ ako ne želite da uradite ništa ili na ‘OK’ ako želite da vratite brojač na početne vrednosti.

source: No posts with thanks found
es_es: No se encontraron publicaciones con Gracias
fa_ir: پستی که تشکر داشته باشد یافت نشد
nl_nl: Geen berichten met bedankjes gevonden
pt_br: Nenhum post com Agradecimentos foi encontrado
sr_rs: Nisu pronađeni postovi sa zahvalnostima

source: operation is prohibited
es_es: Operación prohibida
fa_ir: بهره برداری از این افزونه به هر نحو ممنوع می باشد
nl_nl: Ingreep is verboden
pt_br: Operação não permitida
sr_rs: operacija je zabranjena

source: Thank You
es_es: Gracias
fa_ir: تشکر
nl_nl: Dank je wel
pt_br: Obrigado
sr_rs: Hvala Vam

source: the latest or the most thanked post titles with total thanks quant
es_es: Los últimos de los títulos de publicaciones con más Gracias con cantidad de Gracias total
fa_ir: آخرین یا بیشترین تشکرها برای مطالب
nl_nl: de laatste of meest bedankte berichttitels met het aantal bedankjes
pt_br: os títulos dos últimos posts ou os post com mais agradecimentos com as suas respectivas quantidades
sr_rs: poslednji među postovima sa najviše zahvalnosti sa ukupnim brojem zahvalnosti

source: Thanks Stat
es_es: Estadística de Gracias
fa_ir: آمارگیر تشکرها
nl_nl: Bedank Statistieken
pt_br: Situação do Obrigado
sr_rs: Statistika zahvalnosti

source: Total quant of thanks:
es_es: Cantidad total de Gracias:
fa_ir: مجموع تمام تشکرها :
nl_nl: Totaal aantal bedankjes:
pt_br: Quantidade total de Obrigado
sr_rs: Ukupan broj zahvalnosti:

source: Title:
es_es: Título:
fa_ir: عنوان :
nl_nl: Titel:
pt_br: Título:
sr_rs: Naslov:

source: Filter by category:
es_es: Filtrar por categoría:
pt_br: Filtrar por categoria:
sr_rs: Filtriraj po kategoriji:

source: Number of posts to show:
es_es: Número de publicaciones a mostrar:
fa_ir: تعداد پست برای نمایش :
nl_nl: Aantal weer te geven berichten:
pt_br: Número de Posts para exibir:
sr_rs: Broj postova za prikazivanje:

source: What posts to show:
es_es: Qué publicaciones mostrar:
fa_ir: مقدار پست برای نمایش :
nl_nl: Welke berichten weer te geven:
pt_br: Quais posts devem ser exibidos:
sr_rs: Koje postove treba prikazati:

source: Latest thanked
es_es: Últimos Gracias
fa_ir: آخرین تشکر شده ها
nl_nl: Recente bedankjes
pt_br: Últimos agradecimentos
sr_rs: Poslednje zahvalnosti

source: Most thanked
es_es: Más Gracias
fa_ir: بیشترین تشکرها
nl_nl: Meest bedankt
pt_br: Mais Agradecidos
sr_rs: Postovi s najvećim brojem zahvalnosti

source: Total quant of thanks
es_es: Cantidad total de gracias
fa_ir: مجموع تشکرها
nl_nl: Totaal aantal bedankjes
pt_br: Quantidade total de Agradecimentos
sr_rs: Ukupan broj zahvalnosti

source: Display total quant of thanks
es_es: Mostrar la cantidad total de gracias
fa_ir: نمایش مجموع تشکرها
nl_nl: Weergave totaal aantal bedankjes
pt_br: Exibir a quantidade total de agradecimentos
sr_rs: Prikaži ukupan broj zahvalnosti

source: Check Full Statistics
es_es: Revisar Estadísticas Completas
fa_ir: مشاهده کامل آمار
nl_nl: Raadpleeg Volledige Statistieken
pt_br: Verificar Estatísticas Completas
sr_rs: Proveri punu statistiku
