Repository: wp-plugins/thanks-you-counter-button
Catalog: tags/1.7.3/lang/thankyou-*.po
Languages: it_it

source: Thanks Stat
it_it: Statistiche dei ringraziamenti

source: Total quant of thanks:
it_it: Totale dei ringraziamenti:

source: Title:
it_it: Titolo:

source: Number of posts to show:
it_it: Numero di articoli da visualizzare:

source: What posts to show:
it_it: Quali articoli visualizzare:

source: Latest thanked
it_it: Ultimi post con ringraziamenti

source: Most thanked
it_it: Con più ringraziamenti

source: Total quant of thanks
it_it: Totale dei ringraziamenti

source: Display total quant of thanks
it_it: Visualizza la quantità totale dei ringraziamenti

source: Check Full Statistics
it_it: Verifica tutte le statistiche

source: Plugin author home page
it_it: Pagina web dell'autore

source: No thanks yet
it_it: Ancora nessun ringraziamento

source: Posts number to show:
it_it: Numero degli articoli da visualizzare:

source: Display Full Statistics link
it_it: Visualizza il link delle statistiche complete

source: Display plugin author link
it_it: Visualizza il link dell'autore del plugin

source: Latest Thanks
it_it: Gli ultimi ringraziamenti

source: Most Thanked
it_it: Con più ringraziamenti

source: Thank You Counter Button requires WordPress 3.0 or newer.
it_it: Thank You Counter Button richiede WordPress 3.0 o superiore.

source: Please update!
it_it: Per favore aggiorna!

source: Every time a new visitor clicks the "Thank you" button, one point is added to the total "thanks" counter for this post.
it_it: Ogni volta che un nuovo visitatore clicca sul bottone "Grazie", viene aggiunto un punto al contatore del totale dei "grazie" per il post.

source: Settings
it_it: Impostazioni

source: Statistics
it_it: Statistiche

source: You left &ldquo;Thanks&rdquo; already for this post
it_it: Hai già lasciato un &rdquo;Grazie&rdquo; per questo articolo

source: Click to left &ldquo;Thanks&rdquo; for this post
it_it: Clicca per ringraziare per questo articolo

source: View statistics details for "%s"
it_it: Visualizza il dettaglio delle statistiche per "%s"

source: Hide these shortcuts
it_it: Nascondi queste scorciatoie

source: Do you really want to hide these shortcuts?
it_it: Vuoi veramente nascondere le scorciatoie?

source: Thank You
it_it: Grazie

source: Additional Documentation
it_it: Documentazione aggiuntiva

source: Default Settings are restored
it_it: Le impostazioni di default sono state ripristinate

source: All Thanks Counters are cleared
it_it: Tutti i contatori sono stati azzerati

source: About this Plugin:
it_it: Informazioni su questo plugin:

source: Author's website
it_it: Sito dell'autore

source: Plugin webpage
it_it: Pagina web del plugin

source: Additional documentation
it_it: Documentazione aggiuntiva

source: Donate
it_it: Fai una donazione

source: More plugins from
it_it: Altri plugin da

source: No items found.
it_it: Nessun risultato.

source: Recent Posts:
it_it: Post Recenti:

source: Greetings:
it_it: Ringraziamenti:

source: It's me, the author
it_it: Sono io, l'autore

source: for the help with Belarusian translation
it_it: per l'aiuto con la traduzione in Bielorusso

source: for the help with Dutch translation
it_it: per l'aiuto con la traduzione in Olandese

source: for the help with French translation, ideas, source code contributions and new versions testing
it_it: per l'aiuto con la traduzione in Francese, le idee, i contributi al codice e il testing sulle nuove versioni

source: for the help with German translation
it_it: per l'aiuto con la traduzione in Tedesco

source: for the help with Hungarian translation
it_it: per l'aiuto con la traduzione in Ungherese

source: for the help with Iranian translation
it_it: per l'aiuto con la traduzione in Iraniano

source: for the help with Italian translation
it_it: per l'aiuto con la traduzione in Italiano

source: for the help with Spanish translation, ideas and new versions testing
it_it: per l'aiuto con la traduzione in Spagnolo, le idee ed il testing sulle nuove versioni

source: for setting page layout idea and html markup examples
it_it: per idee sul layout delle pagine ed esempi di codice html

source: for the excelent JQuery color picker
it_it: Per l'eccellente color picker di jQuery

source: for the form input slider code
it_it: per il codice che gestisce la selezione con lo slider

source: for the cute online button image generator
it_it: per il bel generatore online di bottoni

source: All settings for TYCB plugin will be return to the default values, Continue?
it_it: Tutte le impostazioni del plugin TYCB saranno ripristinate ai valori originali, vuoi continuare?

source: All thanks counters for all posts will be set to 0,\n all thanks click history will be cleared, Continue?
it_it: Tutti i contatori dei ringraziamenti per tutti gli articoli saranno impostati a 0,\n la storia di tutti i click di ringraziamento sarà azzerata, vuoi continuare?

source: Display
it_it: Visualizza

source: Display button at Pages
it_it: Visualizza i bottoni nelle pagine

source: Display button at Home page, Categories/Tags archive pages
it_it: Visualizza i bottoni nella pagina home e nelle pagine delle categorie/tags

source: Do not show button for selected categories
it_it: Non visualizzare i bottoni per le categorie selezionate

source: Position in the Post text
it_it: Posizione nel testo dell'articolo

source: Before
it_it: Prima

source: At first page of multipaged posts only
it_it: Solo nella prima pagina di articoli che riempiono più di una pagina

source: After
it_it: Dopo

source: At last page of multipaged posts only
it_it: Solo nell'ultima pagina di articoli che riempiono più di una pagina

source: Shortcode [thankyou]
it_it: Abbreviazione [grazie]

source: Manual
it_it: Manuale

source: Button Caption
it_it: Etichetta del bottone

source: Button Styling
it_it: Stile del bottone

source: Add style to the div:
it_it: Aggiungi lo stile al div:

source: e.g.,
it_it: esempio

source: to the Caption font:
it_it: al font del bottone:

source: font color:
it_it: colore del font:

source: Size
it_it: Dimensione

source: Normal
it_it: Normale

source: Compact
it_it: Compatto

source: Form and Color
it_it: Forma e colore

source: Custom button image URL
it_it: URL dell'immagine personalizzata

source: Width, px
it_it: Larghezza, in pixels

source: Height, px
it_it: Altezza, in pixels

source: Misc
it_it: Varie

source: Check IP-address
it_it: Verifica l'indirizzo IP

source: Only one Thanks for post for one IP-address limit
it_it: Solo un ringraziamento per articolo dallo stesso indirizzo IP

source: Time limit:
it_it: Limite di tempo:

source: Forever
it_it: Per sempre

source: Only for this period
it_it: Solo in questo periodo

source: seconds
it_it: secondi

source: Display settings shortcuts
it_it: Visualizza le scorciatoie

source: Add shortcuts next to the buttons for settings quick access
it_it: Aggiungi la scorciatoia vicino ai bottoni per facilitare l'accesso

source: Return to Defaults
it_it: Ritorna ai valori di default

source: Restore the default values for all settings
it_it: Ricarica i valori di default per tutte le impostazioni

source: Reset Counters
it_it: Azzera i contatori

source: Reset all thanks counters for the all posts
it_it: Azzerra tutti i contatori per tutti gli articoli

source: Save Changes
it_it: Salva le modifiche

source: Cancel
it_it: Cancella

source: Cancel not saved changes
it_it: Cancella le modifiche non salvate

source: Button DIV Style Preview
it_it: Anteprima dello stile del bottone DIV

source: Post Title
it_it: Titolo dell'articolo

source: operation is prohibited
it_it: l'operazione non è consentita

source: None
it_it: Nessuna

source: Back to main statistics
it_it: Torna alle statistiche principali

source: Not available
it_it: Non disponibile

source: Details for &ldquo;%s&rdquo;
it_it: Dettagli per &ldquo;%s&rdquo;

source: Post Id
it_it: Id dell'articolo

source: Thanks Quant
it_it: Quantità di ringraziamenti

source: View Post
it_it: Visualizza l'articolo

source: View "%s"
it_it: Visualizza "%s"

source: Edit "%s"
it_it: Modifica "%s"

source: Edit Post
it_it: Modifica l'articolo

source: Reset this post counter
it_it: Azzera il contatore di questo articolo

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
it_it: Stai per azzerare il contatore di ringraziamenti '%s' per questo articolo. Clicca su 'Cancella' per non fare nulla, 'OK' per azzerare.

source: Reset Counter
it_it: Azzerare il contatore

source: Displaying %s&#8211;%s of %s
it_it: Visualizzando %s&#8211;%s di %s

source: IP address
it_it: Indirizzo IP

source: Last Thank Date
it_it: Ultima data di un ringraziamento

source: Look up IP country
it_it: Cerca la nazione dall'IP

source: Show all post dates
it_it: Visualizza le date di tutti gli articoli

source: View all categories
it_it: Visualizza tutte le categorie

source: Show Posts without Thanks
it_it: Visualizza gli articoli senza ringraziamenti

source: Rows per page:
it_it: Righe per pagina:

source: Refresh
it_it: Ricarica

source: descending
it_it: descrescente

source: Ascending order
it_it: Ordine crescente

source: ascending
it_it: crescente

source: Descending order
it_it: Ordine decrescente

source: Click to sort in %s order
it_it: Clicca per mettere in ordine %s

source: View details
it_it: Visualizza i dettagli

source: You are about to reset this post '%s' thanks counter. Click 'Cancel' to do nothing, 'OK' to reset it.
it_it: Stai per azzerare il contatore di ringraziamenti '%s' per questo articolo. Clicca su 'Cancella' per non fare nulla, 'OK' per azzerare.

source: No posts with thanks found
it_it: Non ho trovato articoli con ringraziamenti
